[
    {
        "Id":  100,
        "Header":  {
                       "FR":  "Le service de télémétrie"
                   },
        "Description":  {
                            "FR":  "Configurez le service d'expériences des utilisateurs connectés et télémétrie (DiagTrack) et la connexion pour le trafic sortant du client de télémétrie unifiée. La désactivation du service \"service d'expériences des utilisateurs connectés et télémétrie\" (DiagTrack) peut vous empêcher d'obtenir les succès Xbox, affecte Feedback Hub."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  100,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  101,
        "Header":  {
                       "FR":  "Le niveau de collecte de données de diagnostic du système d'exploitation"
                   },
        "Description":  {
                            "FR":  "Dans le cadre de l'utilisation de Windows, votre appareil envoie à Microsoft un ensemble limité de données qui sont nécessaires pour assurer la sécurité, la mise à jour et le fonctionnement de votre appareil et de votre système d'exploitation."
                        },
        "Type":  "RadioGroup",
        "Tag":  "Privacy",
        "ChildElements":  [
                              {
                                  "Id":  102,
                                  "ChildHeader":  {
                                                      "FR":  "Défaut"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  103,
                                  "ChildHeader":  {
                                                      "FR":  "Minimal"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  101,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  104,
        "Header":  {
                       "FR":  "Le rapport d'erreurs Windows"
                   },
        "Description":  {
                            "FR":  "La fonction de rapport d'erreurs permet aux utilisateurs d'informer Microsoft des erreurs d'application, des erreurs de noyau, des applications qui ne répondent pas et d'autres problèmes spécifiques à l'application. Microsoft peut utiliser la fonctionnalité de rapport d'erreurs pour fournir aux clients des informations de dépannage, des solutions ou des mises à jour pour leurs problèmes spécifiques."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  104,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  105,
        "Header":  {
                       "FR":  "Fréquence des commentaires"
                   },
        "Description":  {
                            "FR":  "Choisissez la fréquence à laquelle Windows vous demande vos commentaires."
                        },
        "Type":  "RadioGroup",
        "Tag":  "Privacy",
        "ChildElements":  [
                              {
                                  "Id":  106,
                                  "ChildHeader":  {
                                                      "FR":  "Automatiquement"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  107,
                                  "ChildHeader":  {
                                                      "FR":  "Jamais"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  105,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  108,
        "Header":  {
                       "FR":  "Tâches de suivi de diagnostic"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "ExpandingGroup",
        "Tag":  "Privacy",
        "ChildElements":  [
                              {
                                  "Id":  109,
                                  "ChildHeader":  {
                                                      "FR":  "ProgramDataUpdater"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Collecte les informations de télémétrie du programme si vous avez opté pour le programme d'amélioration du produit Microsoft."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  110,
                                  "ChildHeader":  {
                                                      "FR":  "Proxy"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Cette tâche collecte et charge les données SQM de contrôle automatique si l’option correspondante a été activée dans le Programme d’amélioration des services."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  111,
                                  "ChildHeader":  {
                                                      "FR":  "Consolidator"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Si l'utilisateur a consenti à participer au programme d'amélioration de l'expérience client Windows, cette tâche collecte et envoie des données d'utilisation à Microsoft."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  112,
                                  "ChildHeader":  {
                                                      "FR":  "UsbCeip"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "La tâche USB CEIP (Programme d'amélioration de l'expérience client) collecte des statistiques et des informations relatives à Universal Serial Bus sur votre machine et les envoie au groupe d'ingénierie Windows Device Connectivity de Microsoft. Les informations reçues sont utilisées pour aider à améliorer la fiabilité, la stabilité et la fonctionnalité globale de l'USB dans Windows. Si l'utilisateur n'a pas consenti à participer à Windows CEIP, cette tâche ne fait rien."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  113,
                                  "ChildHeader":  {
                                                      "FR":  "Microsoft-Windows-DiskDiagnosticDataCollector"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Le diagnostic de disque Windows rapporte des informations générales sur le disque et le système à Microsoft pour les utilisateurs participant au programme d'expérience client."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  114,
                                  "ChildHeader":  {
                                                      "FR":  "MapsToastTask"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Cette tâche affiche divers toasts liés à la carte."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  115,
                                  "ChildHeader":  {
                                                      "FR":  "MapsUpdateTask"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Cette tâche vérifie les mises à jour des cartes que vous avez téléchargées pour une utilisation hors ligne. La désactivation de cette tâche empêchera Windows de vous avertir des cartes mises à jour."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  116,
                                  "ChildHeader":  {
                                                      "FR":  "FamilySafetyMonitor"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Initialise la surveillance et l'application de la sécurité familiale."
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  117,
                                  "ChildHeader":  {
                                                      "FR":  "XblGameSaveTask"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Synchronise les données enregistrées pour les jeux dont la sauvegarde sur Xbox Live est activée. La tâche de veille XblGameSave synchronise la progression du jeu lorsque le système d'exploitation est inactif."
                                                       },
                                  "Type":  "CheckBox"
                              }
                          ],
        "ViewId":  108,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  118,
        "Header":  {
                       "FR":  "Utiliser les informations de connexion pour terminer automatiquement la configuration de l'appareil après une mise à jour"
                   },
        "Description":  {
                            "FR":  "Certaines mises à jour nécessitent que vous redémarriez votre PC et que vous vous connectiez ensuite à Windows afin de terminer l'installation de la mise à jour, ce qui signifie que vous ne pourrez peut-être pas utiliser votre PC tant que la mise à jour n'est pas terminée. Windows aide à éviter cela en autorisant Windows à utiliser vos informations de connexion pour créer un jeton spécial. Ce jeton est utilisé pour se connecter automatiquement après un redémarrage, terminer la configuration de votre PC, puis verrouiller votre PC pour protéger votre compte et vos informations personnelles."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  118,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  119,
        "Header":  {
                       "FR":  "Laissez les sites Web fournir un contenu pertinent localement en accédant à la liste des langues"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  119,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  120,
        "Header":  {
                       "FR":  "Autoriser les applications à me montrer des publicités personnalisées en utilisant mon identifiant publicitaire"
                   },
        "Description":  {
                            "FR":  "Windows génère un identifiant de publicité unique pour chaque utilisateur d’un appareil, qui peut être utilisé par les développeurs d’applications et des réseaux publicitaires pour servir leurs objectifs, notamment afin de proposer de la publicité plus pertinente dans les applications. Lorsque l’identifiant de publicité est activé, les applications peuvent y accéder et l’utiliser de la même façon que les sites Web peuvent accéder à un identifiant unique stocké dans un cookie et l’utiliser. Les développeurs d’applications (et les réseaux publicitaires avec lesquels ils collaborent) peuvent ainsi associer des données personnelles qu’ils recueillent à votre identifiant de publicité, puis utiliser ces données personnelles pour afficher des annonces publicitaires plus pertinentes et d’autres expériences personnalisées dans leurs applications."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  120,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  121,
        "Header":  {
                       "FR":  "Afficher les expériences d'accueil Windows après les mises à jour et occasionnellement lorsque je me connecte pour mettre en évidence les nouvelles fonctionnalités et offres"
                   },
        "Description":  {
                            "FR":  "Windows peut ouvrir une fenêtre contextuelle pour vous montrer les nouveautés du système d'exploitation."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  121,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  122,
        "Header":  {
                       "FR":  "Obtenez des conseils et des suggestions lorsque vous utilisez Windows"
                   },
        "Description":  {
                            "FR":  "Windows inclut un certain nombre de fonctionnalités d’expérience utilisateur qui fournissent des conseils utiles, des « faits amusants » et des suggestions lorsque vous utilisez Windows, ainsi que des suggestions d’application du Microsoft Store. Ces fonctionnalités sont conçues pour aider les utilisateurs à tirer le meilleur parti de leur expérience avec Windows10, par exemple, en partageant de nouvelles fonctionnalités, en fournissant plus de détails sur les fonctionnalités qu’ils utilisent, ou en partageant du contenu disponible dans MicrosoftStore. Voici quelques exemples de ces expériences utilisateur:"
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  122,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  123,
        "Header":  {
                       "FR":  "Afficher le contenu suggéré dans l'application Paramètres"
                   },
        "Description":  {
                            "FR":  "Windows peut mettre en avant certaines fonctionnalités du système dans les paramètres. Vous pouvez désactiver ces suggestions."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  123,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  124,
        "Header":  {
                       "FR":  "Activer l'installation automatique de l'application suggérée"
                   },
        "Description":  {
                            "FR":  "Windows peut télécharger et installer silencieusement certaines applications suggérées à partir du Microsoft Store sans aucune confirmation de l'utilisateur."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  124,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  125,
        "Header":  {
                       "FR":  "Offrir des suggestions sur la façon dont je peux configurer mon appareil"
                   },
        "Description":  {
                            "FR":  "Windows peut parfois afficher une invite \"Tirez encore plus parti de Windows\" qui affiche des services supplémentaires que l'utilisateur peut configurer."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  125,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  126,
        "Header":  {
                       "FR":  "Expériences sur mesure"
                   },
        "Description":  {
                            "FR":  "Laissez Microsoft vous proposer des expériences personnalisées en fonction du paramètre de données de diagnostic que vous avez choisi."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  126,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  127,
        "Header":  {
                       "FR":  "Activer la recherche Bing dans le menu Démarrer"
                   },
        "Description":  {
                            "FR":  "Affiche les résultats webn du moteur de recherche Bing lorsque vous effectuez une recherche à partir du menu Démarrer de Windows."
                        },
        "Type":  "CheckBox",
        "Tag":  "Privacy",
        "ViewId":  127,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  200,
        "Header":  {
                       "FR":  "Afficher l'icône \"Ce PC\" sur le bureau"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  201,
                                  "ChildHeader":  {
                                                      "FR":  "Afficher"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  202,
                                  "ChildHeader":  {
                                                      "FR":  "Masquer"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  200,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  204,
        "Header":  {
                       "FR":  "Utiliser les cases à cocher pour sélectionner les éléments"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  204,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  205,
        "Header":  {
                       "FR":  "Afficher les fichiers, dossiers et lecteurs cachés"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  205,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  206,
        "Header":  {
                       "FR":  "Afficher les extensions de nom de fichier"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  206,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  207,
        "Header":  {
                       "FR":  "Masquer les conflits de fusion de dossiers"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  207,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  208,
        "Header":  {
                       "FR":  "Ouvrez l'Explorateur de fichiers dans:"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  209,
                                  "ChildHeader":  {
                                                      "FR":  "Ce PC"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  210,
                                  "ChildHeader":  {
                                                      "FR":  "Accès rapide"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  208,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  211,
        "Header":  {
                       "FR":  "Afficher le bouton Cortana dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  211,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  212,
        "Header":  {
                       "FR":  "Activer le mode compact de l'explorateur de fichiers"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  212,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  213,
        "Header":  {
                       "FR":  "Afficher les notifications du fournisseur de synchronisation dans l'explorateur de fichiers"
                   },
        "Description":  {
                            "FR":  "Désactivez les notifications d'annonces OneDrive dans l'Explorateur de fichiers."
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  213,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  214,
        "Header":  {
                       "FR":  "Lorsque je capture une fenêtre, montre ce que je peux capturer à côté"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  214,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  215,
        "Header":  {
                       "FR":  "Afficher les mises en page instantanées lorsque je survole un bouton d'agrandissement de Windows"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  215,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  216,
        "Header":  {
                       "FR":  "Afficher la boîte de dialogue lors du transfert d'un fichiers"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  217,
                                  "ChildHeader":  {
                                                      "FR":  "En mode détaillé"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  218,
                                  "ChildHeader":  {
                                                      "FR":  "En mode compact"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  216,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  219,
        "Header":  {
                       "FR":  "Réduire le ruban de l'Explorateur de fichiers"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  220,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  220,
        "Header":  {
                       "FR":  "Afficher la boîte de dialogue de confirmation de suppression des fichiers de la corbeille"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  220,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  221,
        "Header":  {
                       "FR":  "Afficher le dossier \"Objets 3D\" dans \"Ce PC\" et Accès rapide"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  221,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  222,
        "Header":  {
                       "FR":  "Afficher les dossiers fréquemment utilisés dans Accès rapide"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  222,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  223,
        "Header":  {
                       "FR":  "Afficher les fichiers récemment utilisés dans Accès rapide"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  223,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  224,
        "Header":  {
                       "FR":  "Définir l'alignement de la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  225,
                                  "ChildHeader":  {
                                                      "FR":  "À gauche"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  226,
                                  "ChildHeader":  {
                                                      "FR":  "Au centre"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  224,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  227,
        "Header":  {
                       "FR":  "Afficher le bouton de recherche dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  227,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  228,
        "Header":  {
                       "FR":  "Afficher le bouton Applications actives dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  228,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  229,
        "Header":  {
                       "FR":  "Afficher le bouton Applications actives dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  229,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  230,
        "Header":  {
                       "FR":  "Afficher l'icône Widgets dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  230,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  231,
        "Header":  {
                       "FR":  "Afficher People dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  231,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  232,
        "Header":  {
                       "FR":  "Afficher les secondes dans l'horloge de la barre des tâches."
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  232,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  233,
        "Header":  {
                       "FR":  "Afficher la Recherche dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  234,
                                  "ChildHeader":  {
                                                      "FR":  "Masqué"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  235,
                                  "ChildHeader":  {
                                                      "FR":  "Afficher l'icône Recherche"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  236,
                                  "ChildHeader":  {
                                                      "FR":  "Afficher la boite de recherche"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  233,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  237,
        "Header":  {
                       "FR":  "Afficher le Stylet dans la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  237,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  238,
        "Header":  {
                       "FR":  "Toujours afficher toutes les icônes dans la zone de notification"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  238,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  239,
        "Header":  {
                       "FR":  "Afficher l'icône Meet dans la zone de notification"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  239,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  240,
        "Header":  {
                       "FR":  "Afficher \"Actualités et centres d'intérêt\" sur la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  240,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  241,
        "Header":  {
                       "FR":  "Afficher l'icône Chat (Microsoft Teams) sur la barre des tâches"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  241,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  242,
        "Header":  {
                       "FR":  "Afficher le panneau de configuration par"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  243,
                                  "ChildHeader":  {
                                                      "FR":  "Grandes icônes"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  244,
                                  "ChildHeader":  {
                                                      "FR":  "Petites icônes"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  245,
                                  "ChildHeader":  {
                                                      "FR":  "Catégorie"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  242,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  246,
        "Header":  {
                       "FR":  "Mode de couleur Windows par défaut"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  247,
                                  "ChildHeader":  {
                                                      "FR":  "Clair"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  248,
                                  "ChildHeader":  {
                                                      "FR":  "Sombre"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  246,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  249,
        "Header":  {
                       "FR":  "Mode de couleur par défaut de l'application"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  250,
                                  "ChildHeader":  {
                                                      "FR":  "Clair"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  251,
                                  "ChildHeader":  {
                                                      "FR":  "Sombre"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  249,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  252,
        "Header":  {
                       "FR":  "Afficher l'indicateur \"Nouvelle application installée\""
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  252,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  253,
        "Header":  {
                       "FR":  "Afficher la première animation de connexion après la mise à niveau"
                   },
        "Description":  {
                            "FR":  "Sous Windows, après avoir terminé la configuration d'une nouvelle installation, mise à niveau ou lors de la connexion à un nouveau compte, affiche la \"animation de première connexion\" qui comporte plusieurs messages pour configurer l'environnement du compte."
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  253,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  254,
        "Header":  {
                       "FR":  "Réglez le facteur de qualité des fonds d'écran JPEG sur"
                   },
        "Description":  {
                            "FR":  "When you set a JPEG image as the desktop wallpaper or slideshow, the operating system reduces the quality of the original image to 85% and store it as the TranscodedWallpaper file in the \n%APPDATA%\\Microsoft\\Windows\\Themes folder. If you use a PNG image as your desktop background wallpaper or slideshow, you are not affected by this automatic quality reduction since it only applies to JPEG images."
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  255,
                                  "ChildHeader":  {
                                                      "FR":  "100% (pas de réduction)"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  256,
                                  "ChildHeader":  {
                                                      "FR":  "80% (par défaut)"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  254,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  257,
        "Header":  {
                       "FR":  "M'avertir lorsqu'un redémarrage est nécessaire pour terminer la mise à jour"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  257,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  258,
        "Header":  {
                       "FR":  "Ajouter le suffixe \"- Raccourci\" au nom de fichier des raccourcis créés"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  258,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  259,
        "Header":  {
                       "FR":  "Utilisez le bouton Imp.Ecr pour ouvrir la capture d'écran"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  259,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  260,
        "Header":  {
                       "FR":  "Permettre l'utilisation d'une méthode de saisie différente pour chaque fenêtre d'application"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  260,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  261,
        "Header":  {
                       "FR":  "Lorsque je saisis la barre de titre d'une fenêtre et que je la secoue, minimise toutes les autres fenêtres"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Personalization",
        "ViewId":  261,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  262,
        "Header":  {
                       "FR":  "Configurer la mise en page de départ"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "Personalization",
        "ChildElements":  [
                              {
                                  "Id":  263,
                                  "ChildHeader":  {
                                                      "FR":  "Défaut"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  264,
                                  "ChildHeader":  {
                                                      "FR":  "Autres éléments ancrés"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  265,
                                  "ChildHeader":  {
                                                      "FR":  "Plus de recommandations"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  262,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  266,
        "Header":  {
                       "FR":  "Afficher les applications récemment ajoutées dans le menu Démarrer"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "StartMenu",
        "ViewId":  266,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  267,
        "Header":  {
                       "FR":  "Afficher les suggestions d'applications dans le menu Démarrer"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "StartMenu",
        "ViewId":  267,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  268,
        "Header":  {
                       "FR":  "Exécutez le raccourci Windows PowerShell à partir du menu Démarrer en tant qu'administrateur"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "StartMenu",
        "ViewId":  268,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  269,
        "Header":  {
                       "FR":  "Afficher les recherches à la une"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  269,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  300,
        "Header":  {
                       "FR":  "Assistant Stockage"
                   },
        "Description":  {
                            "FR":  "L’Assistant Stockage peut automatiquement libérer de l’espace à votre place en éliminant les fichiers inutiles, comme les fichiers temporaires et les éléments contenus dans votre Corbeille. Voici plus d'informations sur son fonctionnement et sa mise en place. "
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  300,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  301,
        "Header":  {
                       "FR":  "Éxecuter l’Assistant Stockage"
                   },
        "Description":  {
                            "FR":  "l’Assistant Stockage s'exécute lorsque l'espace disque est faible et libère suffisamment d'espace pour un fonctionnement optimal du système d'exploitation. Il est préférable de créer la tâche \"Nettoyage de Windows\" dans la section \"Planificateur de tâches\" pour nettoyer Windows plus efficacement."
                        },
        "Type":  "RadioGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  302,
                                  "ChildHeader":  {
                                                      "FR":  "Chaque mois"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  303,
                                  "ChildHeader":  {
                                                      "FR":  "Lorsque l'espace disque disponible est faible"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  301,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  304,
        "Header":  {
                       "FR":  "Supprimer les fichiers temporaires qui ne sont pas utilisés par les applications"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  304,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  305,
        "Header":  {
                       "FR":  "Hiberner"
                   },
        "Description":  {
                            "FR":  "Le mode hibernation est un état d'économie d'énergie utilisé principalement pour les ordinateurs portables. Contrairement au mode veille, l'hibernation place vos documents et programmes ouverts sur le lecteur système dans le fichier \nC:\\hiberfil.sys et éteint votre ordinateur. Par défaut, la taille du fichier protégé du système caché C:\\hiberfil.sys est de 40 % de la quantité totale de RAM installée. La désactivation de l'hibernation désactivera également le démarrage rapide et l'hibernation ne s'affichera plus dans le menu Alimentation. Il n'est pas recommandé de le désactiver sur les appareils mobiles."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  305,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  306,
        "Header":  {
                       "FR":  "Chemin du dossier pour les fichiers temporaires"
                   },
        "Description":  {
                            "FR":  "Utilisez uniquement si vous êtes le seul utilisateur sur ce PC, sinon tous les utilisateurs utiliseront le même dossier pour tous les fichiers temporaires."
                        },
        "Type":  "AdvancedRadioGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  307,
                                  "ChildHeader":  {
                                                      "FR":  "%SystemDrive%\\Temp"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  308,
                                  "ChildHeader":  {
                                                      "FR":  "%LOCALAPPDATA%\\Temp (défaut)"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  306,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  309,
        "Header":  {
                       "FR":  "Activer la limite de caractères des chemins à 260"
                   },
        "Description":  {
                            "FR":  "Par défaut, la limite maximale de longueur de chemin dans Windows est de 260 caractères. Un chemin d'accès local est structuré dans l'ordre suivant: lettre de lecteur, deux-points, barre oblique inverse, composants de nom séparés par des barres obliques inverses et un caractère nul de fin."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  309,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  310,
        "Header":  {
                       "FR":  "Afficher le code d'erreur d'arrêt lorsque BSoD se produit"
                   },
        "Description":  {
                            "FR":  "Par défaut, Windows n'affiche pas de code d'erreur d'arrêt lorsqu'un BSoD se produit, ce qui permet d'identifier les causes d'un BSoD."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  310,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  311,
        "Header":  {
                       "FR":  "Activer l'accès aux lecteurs mappés à partir de l'application en cours d'exécution avec des autorisations élevées avec le mode d'approbation administrateur"
                   },
        "Description":  {
                            "FR":  "L'activation de l'UAC avec les paramètres par défaut n'autorise pas l'accès aux lecteurs réseau mappés à partir d'applications exécutées en mode administrateur. Cela signifie que si vous exécutez la ligne de commande ou un gestionnaire de fichiers avec des privilèges élevés, ils n'afficheront pas les lettres de lecteur des dossiers réseau montés."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  311,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  312,
        "Header":  {
                       "FR":  "Activer le téléchargement des mises à jour avec l'optimisation de la livraison"
                   },
        "Description":  {
                            "FR":  "L'optimisation de la livraison des mises à jour Windows fonctionne en vous permettant d'obtenir des mises à jour Windows et des applications Microsoft Store à partir de sources autres que Microsoft, comme d'autres PC sur votre réseau local ou des PC sur Internet qui téléchargent les mêmes fichiers. L'optimisation de la distribution envoie également des mises à jour et des applications de votre PC à d'autres PC de votre réseau local ou à des PC sur Internet, en fonction de vos paramètres. Le partage de ces données entre les PC permet de réduire la bande passante Internet nécessaire pour maintenir plusieurs appareils à jour ou peut rendre les téléchargements plus efficaces si vous disposez d'une connexion Internet limitée ou peu fiable."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  312,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  313,
        "Header":  {
                       "FR":  "Attendez toujours le réseau au démarrage de l'ordinateur et connectez-vous aux réseaux de groupe de travail"
                   },
        "Description":  {
                            "FR":  "Pour réduire le temps de connexion, Windows n'attend pas que le réseau soit complètement initialisé au démarrage ou à la connexion. Les paramètres de stratégie s'appliquent de manière asynchrone au démarrage de l'ordinateur et à la connexion de l'utilisateur. Par conséquent, le système d'exploitation n'attend pas que le réseau soit complètement initialisé au démarrage et à la connexion. Les utilisateurs existants sont connectés à l'aide d'informations d'identification mises en cache. Cela réduit les temps de connexion. La stratégie de groupe est appliquée en arrière-plan une fois le réseau disponible."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  313,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  314,
        "Header":  {
                       "FR":  "Laisser Windows gérer mon imprimante par défaut"
                   },
        "Description":  {
                            "FR":  "Par défaut, Windows fait de la dernière imprimante utilisée celle par défaut."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  314,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  315,
        "Header":  {
                       "FR":  "Recevoir des mises à jour pour d'autres produits Microsoft"
                   },
        "Description":  {
                            "FR":  "Obtenez Microsoft Office et d'autres mises à jour avec les mises à jour Windows."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  315,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  316,
        "Header":  {
                       "FR":  "Choisissez le mode d'alimentation"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  317,
                                  "ChildHeader":  {
                                                      "FR":  "Haute performance"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Il n'est pas recommandé d'activer le mode d'alimentation \"Hautes performances\" sur les ordinateurs portables."
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  318,
                                  "ChildHeader":  {
                                                      "FR":  "Équilibré"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Mode d'alimentation par défaut"
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  316,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  319,
        "Header":  {
                       "FR":  "Utiliser le dernier runtime .NET Framework installé pour toutes les applications"
                   },
        "Description":  {
                            "FR":  "Si une application nécessite l'installation de l'ancien .NET Framework 2.0, 3.0 ou 3.5, l'activation de cette fonctionnalité obligera l'application à utiliser la dernière version installée de .NET Framework."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  319,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  320,
        "Header":  {
                       "FR":  "Autoriser l'ordinateur à éteindre les adaptateurs réseau pour économiser de l'énergie"
                   },
        "Description":  {
                            "FR":  "Il n'est pas recommandé d'éteindre les adaptateurs réseau pour économiser de l'énergie sur les ordinateurs portables."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  320,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  321,
        "Header":  {
                       "FR":  "Remplacer la méthode de saisie par défaut"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "RadioGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  322,
                                  "ChildHeader":  {
                                                      "FR":  "Utiliser la liste des langues"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  323,
                                  "ChildHeader":  {
                                                      "FR":  "Anglais"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  321,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  324,
        "Header":  {
                       "FR":  "Sélectionnez le dossier pour enregistrer les captures d'écran lorsque vous appuyez sur Win + Imp.écr"
                   },
        "Description":  {
                            "FR":  "Sélectionnez le \"Bureau\" si vous choisissez de supprimer OneDrive uniquement (ou s'il a été désinstallé auparavant), sinon la fonctionnalité de sauvegarde des dossiers \"Bureau\" et \"Images\" dans OneDrive s'interrompt."
                        },
        "Type":  "RadioGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  325,
                                  "ChildHeader":  {
                                                      "FR":  "Bureau"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  326,
                                  "ChildHeader":  {
                                                      "FR":  "Dossier Images"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  324,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  327,
        "Header":  {
                       "FR":  "Dépannage recommandé"
                   },
        "Description":  {
                            "FR":  "Microsoft peut recommander et exécuter l'utilitaire de résolution des problèmes en cas de problème. Dans quelle mesure souhaitez-vous que Microsoft vous aide en cas de problèmes sur votre appareil que les dépanneurs pourraient être en mesure de résoudre?"
                        },
        "Type":  "RadioGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  328,
                                  "ChildHeader":  {
                                                      "FR":  "Exécutez l'utilitaire de résolution des problèmes automatiquement, puis notifiez-moi"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Pour que cette fonctionnalité fonctionne, le niveau de collecte des données de diagnostic du système d'exploitation sera défini sur \"Données de diagnostic facultatives\", et la fonctionnalité de rapport d'erreur sera activée."
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  329,
                                  "ChildHeader":  {
                                                      "FR":  "Me demander avant d'exécuter l'utilitaire de résolution des problèmes"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Pour que cette fonctionnalité fonctionne, le niveau de collecte des données de diagnostic du système d'exploitation sera défini sur \"Données de diagnostic facultatives\" et la fonctionnalité de rapport d'erreur sera activée."
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  327,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  330,
        "Header":  {
                       "FR":  "Ouvrir les fenêtres des dossiers dans un processus différent"
                   },
        "Description":  {
                            "FR":  "Par défaut, toutes les fenêtres de l'explorateur de fichiers, y compris le shell du bureau, s'exécutent dans un seul processus explorer.exe. Si une fenêtre de l'Explorateur de fichiers se bloque cela entraînera le gel de l'ensemble de l'explorateur de fichier jusqu'au prochain lancement de Windows redémarrage du système. Lorsqu'il est activé, chaque processus explorer.exe aura son propre ID de processus (PID) pour améliorer la stabilité du shell de l'explorateur Windows. (pour éviter de redémarrer le pc si vous êtes sujets au problème, lancer le gestionnaire des tâches et redémarrer le processus -explorer.exe-"
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  330,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  331,
        "Header":  {
                       "FR":  "Activer le stockage réservé"
                   },
        "Description":  {
                            "FR":  "Pour vous assurer que votre appareil peut se mettre à jour avec succès et qu'il fonctionne de manière optimale, Windows réserve une partie de l'espace de stockage sur votre appareil à l'usage des fichiers temporaires, des caches et d'autres fichiers. Lorsque votre appareil manque d'espace, Windows effacera le stockage réservé afin qu'il puisse être utilisé pour d'autres processus, comme une mise à jour Windows. La réservation de stockage permet également de garder l'utilisation de l'espace disque sur votre appareil plus prévisible et plus stable. Après la désactivation, le stockage réservé sera supprimé après la prochaine installation de la mise à jour."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  331,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  332,
        "Header":  {
                       "FR":  "Enable help look up via F1"
                   },
        "Description":  {
                            "FR":  "Activer l'aide à la recherche via F1"
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  332,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  333,
        "Header":  {
                       "FR":  "Activer le verrouillage numérique au démarrage"
                   },
        "Description":  {
                            "FR":  "Au démarrage de Windows, active les chiffres du pavé numérique à droite des claviers"
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  333,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  334,
        "Header":  {
                       "FR":  "Active le verrouillage des majuscules"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  334,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  335,
        "Header":  {
                       "FR":  "Raccourci clavier pour les touches rémanentes"
                   },
        "Description":  {
                            "FR":  "Appuyez 5 fois sur la touche Maj pour activer ou désactiver les touches rémanentes."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  335,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  336,
        "Header":  {
                       "FR":  "Utilisez la lecture automatique pour tous les médias et appareils"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  336,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  337,
        "Header":  {
                       "FR":  "Activer la suppression du cache des vignettes"
                   },
        "Description":  {
                            "FR":  "Windows supprime automatiquement le cache des vignettes après le redémarrage ou l'arrêt, et l'Explorateur de fichiers doit recréer à nouveau les vignettes. Le cache des vignettes est stocké sous forme de fichiers .db situés dans le dossier masqué %LOCALAPPDATA%\\Microsoft\\Windows\\Explorer."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  337,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  338,
        "Header":  {
                       "FR":  "Redémarrer les applications après la connexion"
                   },
        "Description":  {
                            "FR":  "Enregistrez automatiquement mes applications redémarrables et redémarrez-les lorsque je me reconnecte. Si le programme a été exécuté en tant qu'administrateur lors de la session précédente, il sera redémarré avec des autorisations non administrateur."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  338,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  339,
        "Header":  {
                       "FR":  "Activez la \"Découverte du réseau\" et le \"Partage de fichiers et d'imprimantes\" pour les réseaux de groupe de travail"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  339,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  340,
        "Header":  {
                       "FR":  "Ajuster automatiquement les heures actives pour moi en fonction de l'utilisation quotidienne"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  340,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  341,
        "Header":  {
                       "FR":  "Redémarrez dès que possible pour terminer la mise à jour"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  341,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  342,
        "Header":  {
                       "FR":  "Application de terminal par défaut"
                   },
        "Description":  {
                            "FR":  "Définissez Windows Terminal comme application de terminal par défaut pour héberger l'interface utilisateur des applications en ligne de commande."
                        },
        "Type":  "RadioGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  343,
                                  "ChildHeader":  {
                                                      "FR":  "Windows Terminal (nouvelle interface)"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  344,
                                  "ChildHeader":  {
                                                      "FR":  "Invite de commandes Windows CMD (ancienne interface)"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  342,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  345,
        "Header":  {
                       "FR":  "Application Contrôle de l'intégrité du PC"
                   },
        "Description":  {
                            "FR":  "Désinstallez l'application \"PC Health Check\" et empêchez-la de s'installer à l'avenir. La mise à jour KB5005463 installe l'application \"PC Health Check\" pour vérifier si le PC répond à la configuration système requise de Windows 11."
                        },
        "Type":  "PcHealthCheckButtonGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  346,
                                  "ChildHeader":  {
                                                      "FR":  "Désinstaller"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              }
                          ],
        "ViewId":  345,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  347,
        "Header":  {
                       "FR":  "OneDrive"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "OneDriveButtonGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  348,
                                  "ChildHeader":  {
                                                      "FR":  "Installer"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              },
                              {
                                  "Id":  349,
                                  "ChildHeader":  {
                                                      "FR":  "Désinstaller"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              }
                          ],
        "ViewId":  347,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  350,
        "Header":  {
                       "FR":  "Les derniers packages redistribuables Microsoft Visual C++ 2015–2022 x64"
                   },
        "Description":  {
                            "FR":  "Les packages redistribuables Microsoft Visual C++ 2015–2022 x64 seront téléchargés à partir de la ressource Microsoft (connexion internet requise) et installés en mode silencieux. Les versions de Visual Studio depuis Visual Studio 2015 partagent les mêmes fichiers redistribuables."
                        },
        "Type":  "MsCppPackageButtonGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  351,
                                  "ChildHeader":  {
                                                      "FR":  "Installer"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              },
                              {
                                  "Id":  352,
                                  "ChildHeader":  {
                                                      "FR":  "Désinstaller"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              }
                          ],
        "ViewId":  350,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  353,
        "Header":  {
                       "FR":  "Le dernier runtime .NET Desktop 6 x86"
                   },
        "Description":  {
                            "FR":  "Le .NET Desktop Runtime 6 x86 sera téléchargé à partir de la ressource Microsoft (la connexion Internet requise) et installé en mode silencieux."
                        },
        "Type":  "MsNETButtonGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  354,
                                  "ChildHeader":  {
                                                      "FR":  "Installer"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              },
                              {
                                  "Id":  355,
                                  "ChildHeader":  {
                                                      "FR":  "Désinstaller"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              }
                          ],
        "ViewId":  353,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  356,
        "Header":  {
                       "FR":  "Le dernier runtime .NET Desktop 6 x64"
                   },
        "Description":  {
                            "FR":  "Le .NET Desktop Runtime 6 x64 sera téléchargé à partir de la ressource Microsoft (la connexion Internet requise) et installé en mode silencieux."
                        },
        "Type":  "MsNETButtonGroup",
        "Tag":  "System",
        "ChildElements":  [
                              {
                                  "Id":  357,
                                  "ChildHeader":  {
                                                      "FR":  "Installer"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              },
                              {
                                  "Id":  358,
                                  "ChildHeader":  {
                                                      "FR":  "Désinstaller"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              }
                          ],
        "ViewId":  356,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  359,
        "Header":  {
                       "FR":  "Proxy par ProstoVPN.AntiZapret"
                   },
        "Description":  {
                            "FR":  "Activez le proxy uniquement pour les sites bloqués à partir du registre unifié de Roskomnadzor. Cette fonction est applicable seulement si vous résidez en Russie."
                        },
        "Type":  "CheckBox",
        "Tag":  "System",
        "ViewId":  359,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  500,
        "Header":  {
                       "FR":  "Téléchargez et installez le codec vidéo HEVC (H.265)"
                   },
        "Description":  {
                            "FR":  "Le codec vous permet d'ouvrir des images et des vidéos aux formats .heif et .hevc."
                        },
        "Type":  "CheckBox",
        "Tag":  "UwpApps",
        "ViewId":  500,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  501,
        "Header":  {
                       "FR":  "Démarrage automatique de Cortana"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "UwpApps",
        "ViewId":  501,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  502,
        "Header":  {
                       "FR":  "Activer le démarrage automatique de Microsoft Teams"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "UwpApps",
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  503,
        "Header":  {
                       "FR":  "Restaurer le Microsoft Store"
                   },
        "Description":  {
                            "FR":  "Si le Microsoft Store est endommagé ou supprimé, vous pouvez le restaurer en téléchargeant toutes les dépendances nécessaires à partir de la ressource Microsoft (connexion Internet requise). Le téléchargement et l'installation peuvent prendre jusqu'à 10 minutes. Une fenêtre de console s'exécutera lors de la restauration, veuillez donc ne pas la fermer. La console se fermera automatiquement lorsque vous aurez terminé."
                        },
        "Type":  "AdvancedButtonGroup",
        "Tag":  "UwpApps",
        "ChildElements":  [
                              {
                                  "Id":  504,
                                  "ChildHeader":  {
                                                      "FR":  "Restaurer"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "Button"
                              }
                          ],
        "ViewId":  503,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  600,
        "Header":  {
                       "FR":  "Barre de jeu Xbox"
                   },
        "Description":  {
                            "FR":  "Pour éviter l'apparition de l'avertissement \"Vous aurez besoin d'une nouvelle application pour ouvrir ce ms-gamingoverlay\", vous devez désactiver l'application Xbox Game Bar, même si vous l'avez déjà désinstallée."
                        },
        "Type":  "CheckBox",
        "Tag":  "Games",
        "ViewId":  600,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  601,
        "Header":  {
                       "FR":  "Conseils sur la barre de jeu Xbox"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Games",
        "ViewId":  601,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  602,
        "Header":  {
                       "FR":  "Planification GPU accélérée par le matériel"
                   },
        "Description":  {
                            "FR":  "Avec le bon matériel et les bons pilotes, Windows peut décharger la majeure partie de la planification GPU sur un processeur de planification dédié basé sur GPU. Avec la fonction de planification GPU accélérée par le matériel, le processeur de planification et la mémoire (VRAM) du GPU prennent en charge le même travail et l'exécutent par lots pour restituer les images. De cette façon, votre GPU soulage le processeur de certains travaux et réduit la latence pour potentiellement améliorer le fonctionnement de votre PC."
                        },
        "Type":  "CheckBox",
        "Tag":  "Games",
        "ViewId":  602,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  700,
        "Header":  {
                       "FR":  "Nettoyage de Windows"
                   },
        "Description":  {
                            "FR":  "Créez la tâche planifiée \"Nettoyage de Windows\" pour nettoyer les fichiers et les mises à jour inutilisés de Windows dans le dossier SophiApp du planificateur de tâches. Une notification toast native s'affichera où vous pourrez choisir de répéter, d'exécuter la tâche de nettoyage ou de rejeter."
                        },
        "Type":  "IconWinCheckBox",
        "Tag":  "TaskScheduler",
        "ViewId":  700,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  701,
        "Header":  {
                       "FR":  "Nettoyer le dossier de téléchargement des mises à jour Windows"
                   },
        "Description":  {
                            "FR":  "Créez la tâche planifiée \"SoftwareDistribution\" pour nettoyer %SystemRoot%\\SoftwareDistribution\\Download, où toutes les mises à jour Windows sont téléchargées, sous le dossier SophiApp dans le Planificateur de tâches. La tâche attendra la fin de l'exécution du service Windows Updates. La tâche s'exécute tous les 90 jours."
                        },
        "Type":  "IconFolderCheckBox",
        "Tag":  "TaskScheduler",
        "ViewId":  701,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  702,
        "Header":  {
                       "FR":  "Nettoyer le dossier temporaire"
                   },
        "Description":  {
                            "FR":  "Créez la tâche planifiée \"Temp\" pour nettoyer le dossier temporaire sous le dossier SophiApp dans le planificateur de tâches. Seuls les fichiers de plus d'un jour seront supprimés. La tâche s'exécute tous les 60 jours."
                        },
        "Type":  "IconFolderCheckBox",
        "Tag":  "TaskScheduler",
        "ViewId":  702,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  800,
        "Header":  {
                       "FR":  "Activer la protection du réseau (Microsoft Defender Exploit Guard)"
                   },
        "Description":  {
                            "FR":  "La protection du réseau aide à empêcher les utilisateurs d'utiliser n'importe quelle application pour accéder à des domaines dangereux susceptibles d'héberger des escroqueries par hameçonnage, des exploits et d'autres contenus malveillants sur Internet."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  800,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  801,
        "Header":  {
                       "FR":  "Activer la détection dans Microsoft Defender pour les applications potentiellement indésirables et les bloquer"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  801,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  802,
        "Header":  {
                       "FR":  "Activer le mode bac à sable pour Microsoft Defender"
                   },
        "Description":  {
                            "FR":  "L'exécution du mode bac à sable de Microsoft Defender garantit que dans le cas improbable d'un compromis, les actions malveillantes sont limitées à l'environnement isolé, protégeant ainsi le reste du système contre les dommages. Le bac à sable pour Microsoft Defender est activé par défaut dans Windows 11."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  802,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  803,
        "Header":  {
                       "FR":  "Activer l'audit des événements générés lors de la création ou du démarrage d'un processus"
                   },
        "Description":  {
                            "FR":  "Activer la journalisation de chaque exécution d'application, qui l'a exécutée et le processus qui a démarré ce processus (événement 4688). Vous pouvez corréler cet événement à d'autres événements par ID de processus pour déterminer ce que le programme a fait pendant son exécution et quand il s'est arrêté (événement 4689)."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  803,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  804,
        "Header":  {
                       "FR":  "Inclure une ligne de commande dans les événements de création de processus"
                   },
        "Description":  {
                            "FR":  "Il sera possible de lire les arguments de ligne de commande pour tout processus créé avec succès (événement 4688). Pour que cette fonctionnalité fonctionne, l'audit des événements sera activé."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  804,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  805,
        "Header":  {
                       "FR":  "Créer la vue personnalisée \"Création de processus\" dans l'Observateur d'événements"
                   },
        "Description":  {
                            "FR":  "La vue personnalisée \"Création de processus\" est conçue pour filtrer les processus en cours d'exécution et leurs arguments pour un meilleur audit de la sécurité du système. Pour que cette fonctionnalité fonctionne, l'audit des événements et de la ligne de commande dans les événements de création de processus sera activé."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  805,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  806,
        "Header":  {
                       "FR":  "Activer la journalisation pour tous les modules Windows PowerShell"
                   },
        "Description":  {
                            "FR":  "Les événements d'exécution du pipeline pour les membres des modules spécifiés sont enregistrés dans le journal Windows PowerShell de l'Observateur d'événements. Pour le Windows PowerShell 5.1 intégré uniquement."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  806,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  807,
        "Header":  {
                       "FR":  "Activer la journalisation pour tous les scripts PowerShell entrés dans le journal des événements Windows PowerShell"
                   },
        "Description":  {
                            "FR":  "Windows PowerShell consignera le traitement des commandes, des blocs de script, des fonctions et des scripts, qu'ils soient invoqués de manière interactive ou via l'automatisation dans le journal des événements \"Applications and Services Logs\\Microsoft\\Windows\\PowerShell\\Operational\". Pour le Windows PowerShell 5.1 intégré uniquement."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  807,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  808,
        "Header":  {
                       "FR":  "Vérifier les applications et les fichiers dans Microsoft Defender SmartScreen"
                   },
        "Description":  {
                            "FR":  "Le contrôle d’application & navigateur dans Sécurité Windows fournit les paramètres de Microsoft Defender SmartScreen, ce qui permet de protéger votre appareil contre les applications, fichiers, sites web et téléchargements potentiellement dangereux."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  808,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  809,
        "Header":  {
                       "FR":  "Marquer les fichiers qui ont été téléchargés à partir d'Internet comme dangereux"
                   },
        "Description":  {
                            "FR":  "Le gestionnaire de pièces jointes est inclus dans Windows pour vous protéger des fichiers dangereux téléchargés depuis Internet. Si le gestionnaire de pièces jointes identifie une pièce jointe qui pourrait être dangereuse, le gestionnaire de pièces jointes vous empêche (bloque) d'ouvrir le fichier ou vous avertit avant d'ouvrir le fichier. Les métadonnées sont enregistrées en tant que flux de données alternatif (ADS). Si vous souhaitez débloquer manuellement un fichier téléchargé, vous pouvez le faire en cliquant dessus avec le bouton droit de la souris, en sélectionnant Propriétés et en cliquant sur \"Débloquer\"."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  809,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  810,
        "Header":  {
                       "FR":  "Activer l'hôte de script Windows"
                   },
        "Description":  {
                            "FR":  "La désactivation de cette fonctionnalité bloque l'exécution des scripts .js et .vbs, empêchant ainsi l'exécution de scripts malveillants."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  810,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  811,
        "Header":  {
                       "FR":  "Bac à sable Windows"
                   },
        "Description":  {
                            "FR":  "Le mode bac à sable de Windows fournit un environnement de bureau léger pour exécuter en toute sécurité des applications de manière isolée. Les logiciels installés dans l'environnement bac à sable de Windows s'exécutent séparément de la machine hôte. Le mode bac à sable de Windows est temporaire. Lorsqu'il est fermé, tous les logiciels et fichiers et l'état sont supprimés. Vous obtenez une toute nouvelle instance du bac à sable chaque fois que vous ouvrez l'application. Ne fonctionne pas dans Windows Home Edition."
                        },
        "Type":  "CheckBox",
        "Tag":  "Security",
        "ViewId":  811,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  812,
        "Header":  {
                       "FR":  "Choisissez quand être informé des modifications apportées à votre ordinateur"
                   },
        "Description":  {
                            "FR":  "Lorsque le contrôle de compte d'utilisateur (UAC) est activé, Windows demande le consentement ou demande les informations d'identification d'un compte d'administrateur local valide avant de démarrer un programme ou une tâche qui nécessite un jeton d'accès administrateur complet. Cette invite garantit qu'aucun logiciel malveillant ne peut être installé ou exécuté en mode silencieux."
                        },
        "Type":  "RadioGroup",
        "Tag":  "Security",
        "ChildElements":  [
                              {
                                  "Id":  813,
                                  "ChildHeader":  {
                                                      "FR":  "M'avertir uniquement lorsque des applications tentent d'apporter des modifications à mon ordinateur"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Lorsque ce paramètre est activé, votre bureau est grisé lorsque vous recevez une demande d'élévation par l'invite de contrôle de compte d'utilisateur (UAC)."
                                                       },
                                  "Type":  "RadioButton"
                              },
                              {
                                  "Id":  814,
                                  "ChildHeader":  {
                                                      "FR":  "Ne jamais notifier"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  "Lorsque ce paramètre est activé, votre bureau ne sera jamais grisé lorsque vous recevez une demande d'élévation par l'invite de contrôle de compte d'utilisateur (UAC)."
                                                       },
                                  "Type":  "RadioButton"
                              }
                          ],
        "ViewId":  812,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  900,
        "Header":  {
                       "FR":  "Affiche l'option \"Tout extraire\" dans le menu contextuel des fichiers MSI (.msi)"
                   },
        "Description":  {
                            "FR":  "L'élément de menu contextuel \"Tout extraire\" extraira tout le contenu du fichier .msi dans le dossier \"Extracted\" au même emplacement que le fichier .msi sélectionné."
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  900,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  901,
        "Header":  {
                       "FR":  "Affiche l'option \"Installer\" au menu contextuel des fichiers CAB (.cab)"
                   },
        "Description":  {
                            "FR":  "Cet élément de menu contextuel, utilisant DISM, permet de simplifier l'installation des mises à jour .cab d'un simple clic dans son menu contextuel. Si vous avez le type d'extension de fichier .cab associé pour ouvrir avec une application tierce (7-Zip, WinRAR, etc ...) par défaut, l'élément de menu contextuel \"Installer\" ne s'affichera pas tant que vous n'aurez pas restauré l'association par défaut pour le type de fichier .cab."
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  901,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  902,
        "Header":  {
                       "FR":  "Ajoute l'option \"Exécuter en tant qu'utilisateur différent \" dans le menu contextuel des exécutables (.exe)"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  902,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  903,
        "Header":  {
                       "FR":  "Ajoute l'option \"Cast to Device\" dans le menu contextuel des fichiers et dossiers multimédias"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  903,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  904,
        "Header":  {
                       "FR":  "Ajoute l'option \"Partager\" dans le menu contextuel"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  904,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  905,
        "Header":  {
                       "FR":  "Ajoute l'option \"Modifier avec Paint 3D \" dans le menu contextuel des fichiers multimédias"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "ExpandingGroup",
        "Tag":  "ContextMenu",
        "ChildElements":  [
                              {
                                  "Id":  906,
                                  "ChildHeader":  {
                                                      "FR":  ".bmp"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  907,
                                  "ChildHeader":  {
                                                      "FR":  ".gif"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  908,
                                  "ChildHeader":  {
                                                      "FR":  ".jpe"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  909,
                                  "ChildHeader":  {
                                                      "FR":  ".jpeg"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  910,
                                  "ChildHeader":  {
                                                      "FR":  ".jpg"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  911,
                                  "ChildHeader":  {
                                                      "FR":  ".png"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  912,
                                  "ChildHeader":  {
                                                      "FR":  ".tif"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              },
                              {
                                  "Id":  913,
                                  "ChildHeader":  {
                                                      "FR":  ".tiff"
                                                  },
                                  "ChildDescription":  {
                                                           "FR":  ""
                                                       },
                                  "Type":  "CheckBox"
                              }
                          ],
        "ViewId":  905,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  914,
        "Header":  {
                       "FR":  "Affiche l'option \"Modifier avec Photos\" dans le menu contextuel des fichiers multimédias"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  914,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  915,
        "Header":  {
                       "FR":  "Affiche l'option \"Créer une nouvelle vidéo\" dans le menu contextuel des fichiers multimédias"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  915,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  916,
        "Header":  {
                       "FR":  "Affiche l'option \"Modifier\" dans le menu contextuel des fichiers image"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  916,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  917,
        "Header":  {
                       "FR":  "Affiche l'option \"Imprimer\" dans le menu contextuel des fichiers batch (.bat) et les fichiers d'invite de commande (.cmd)"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  917,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  918,
        "Header":  {
                       "FR":  "Affiche l'option \"Inclure dans la bibliothèque\" dans le menu contextuel des dossiers et des lecteurs"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  918,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  919,
        "Header":  {
                       "FR":  "Affiche l'option \"Envoyer vers\" dans le menu contextuel des dossiers"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  919,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  921,
        "Header":  {
                       "FR":  "Affiche l'option \"Image bitmap\" au menu contextuel \"Nouveau\""
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  921,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  922,
        "Header":  {
                       "FR":  "Affiche l'option \"Format de texte enrichi\" au menu contextuel \"Nouveau\""
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  922,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    },
    {
        "Id":  923,
        "Header":  {
                       "FR":  "Affiche l'option \"Dossier compressé (.zip)\" dans le menu contextuel \"Nouveau\""
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  923,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  924,
        "Header":  {
                       "FR":  "Rendre les éléments de menu contextuel \"Ouvrir\", \"Imprimer\" et \"Modifier\" disponibles lors de la sélection de plus de 15 fichiers"
                   },
        "Description":  {
                            "FR":  "Par défaut, les éléments du menu contextuel \"Ouvrir\", \"Imprimer\", \"Modifier\" n'apparaîtront pas si vous sélectionnez plus de 15 éléments pour éviter d'effectuer accidentellement ces actions sur un grand nombre de fichiers."
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  924,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  925,
        "Header":  {
                       "FR":  "Affiche l'option \"Rechercher une application dans le Microsoft Store\" dans la boîte de dialogue \"Ouvrir avec\""
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  925,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  926,
        "Header":  {
                       "FR":  "Affiche l'option \"Ouvrir dans Windows Terminal\" dans le menu contextuel des dossiers"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  926,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  927,
        "Header":  {
                       "FR":  "Lancer Windows Terminal depuis de menu de contexte en tant qu'Administrateur par défaut"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  927,
        "Windows10Supported":  true,
        "Windows11Supported":  true
    },
    {
        "Id":  928,
        "Header":  {
                       "FR":  "Active/restaure le style du menu contextuel de Windows 10 (menu contextuel classique)"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  928,
        "Windows10Supported":  false,
        "Windows11Supported":  true
    },
    {
        "Id":  929,
        "Header":  {
                       "FR":  "Affiche l'option \"Partager\" dans le menu contextuel de Windows"
                   },
        "Description":  {
                            "FR":  ""
                        },
        "Type":  "CheckBox",
        "Tag":  "ContextMenu",
        "ViewId":  904,
        "Windows10Supported":  true,
        "Windows11Supported":  false
    }
]