[
  {
    "Id": 100,
    "Header": {
      "EN": "The telemetry service",
      "RU": "Служба телеметрии",
      "DE": "Telemetriedienst",
      "UA": "Служба телеметрії",
      "IT": "Servizio di telemetria",
      "TR": "Telemetri hizmeti"
    },
    "Description": {
      "EN": "Configure the Connected User Experiences and Telemetry (DiagTrack) service, and connection for the Unified Telemetry Client Outbound Traffic. Disabling the \"Connected User Experiences and Telemetry\" service (DiagTrack) can cause you not being able to get Xbox achievements anymore.",
      "RU": "Настроить cлужбу \"Функциональные возможности для подключенных пользователей и телеметрия\" (DiagTrack) и соединение для исходящего трафика клиента единой телеметрии. Отключение службы \"Функциональные возможности для подключенных пользователей и телеметрия\" (DiagTrack) может привести к тому, что вы больше не сможете получать достижения Xbox.",
      "DE": "\"Benutzererfahrung und Telemetrie im verbundenen Modus\" (DiagTrack) und vereinigten ausgehenden Telemetrie-Datenverkehr des Clients konfigurieren. Das Deaktivieren des Dienstes \"Benutzererfahrungen und Telemetrie im verbundenen Modus\" (DiagTrack) kann dazu führen, dass Sie keine Xbox-Erfolge mehr erhalten können.",
      "UA": "Налаштувати службу \"Функціональні можливості для підключених користувачів та телеметрія\" (DiagTrack) та з'єднання для вихідного трафіку клієнта єдиної телеметрії. Вимкнення служби \"Функціональні можливості для підключених користувачів і телеметрія\" (DiagTrack) може призвести до того, що ви більше не зможете отримувати досягнення Xbox.",
      "IT": "Configurare le esperienze utente collegate e il servizio Telemetry (Digtrack) e la connessione per il traffico in uscita del client di telemetria unificata. La disabilitazione del servizio \"Esperienze utente connesse e telemetria\" (DiagTrack) può impedirti di ottenere più risultati Xbox.",
      "TR": "Bağlı Kullanıcı Deneyimleri ve Telemetri (DiagTrack) hizmetini ve Birleşik Telemetri İstemcisi Giden Trafiği bağlantısını yapılandırın. \"Bağlı Kullanıcı Deneyimleri ve Telemetri\" hizmetini (DiagTrack) devre dışı bırakmak, artık Xbox başarılarını alamamanıza neden olabilir"
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 100,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 101,
    "Header": {
      "EN": "The OS level of diagnostic data gathering",
      "RU": "Уровень сбора диагностических данных ОС",
      "DE": "Ebene der Diagnosedatenerfassung des Betriebssystems",
      "UA": "Рівень збирання діагностичних даних ОС",
      "IT": "Livello di raccolta dati del sistema operativo",
      "TR": "Tanılama verileri toplamanın işletim sistemi düzeyi"
    },
    "Description": {
      "EN": "As a part of using Windows, your device sends Microsoft a limited set of data that is necessary to keep your device and operating system secure, up to date, and working as expected.",
      "RU": "При использовании Windows ваше устройство отправляет в Майкрософт ограниченный набор данных, которые необходимы для защиты вашего устройства и операционной системы, а также для его корректной работы.",
      "DE": "Bei Verwendung von Windows Ihr Gerät sendet an Microsoft begrenzten Datensätz, um Ihr Gerät und Betriebssystem zu schützen und aktualizieren, damit sie korrekt funktionieren.",
      "UA": "При використанні Windows ваш пристрій відправляє до Майкрософт обмежений набір даних, які необхідні для захисту вашого пристрою і операційної системи, а також для її коректної роботи.",
      "IT": "Utilizzando Windows, il dispositivo invia a Microsoft dati necessari per mantenere il sistema sicuro, aggiornato e funzionante.",
      "TR": "Windows kullanmanın bir parçası olarak, cihazınız Microsoft'a cihazınızın ve işletim sisteminizin güvenli, güncel ve beklendiği gibi çalışması için gerekli olan sınırlı bir veri seti gönderir."
    },
    "Type": "RadioGroup",
    "Tag": "Privacy",
    "ChildElements": [
      {
        "Id": 102,
        "ChildHeader": {
          "EN": "Default",
          "RU": "По умолчанию",
          "DE": "Standardmäßig",
          "UA": "За замовчуванням",
          "IT": "Default",
          "TR": "Varsayılan"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 103,
        "ChildHeader": {
          "EN": "Minimal",
          "RU": "Минимальный",
          "DE": "Minimal",
          "UA": "Мінімальний",
          "IT": "Minimo",
          "TR": "En az"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 101,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 104,
    "Header": {
      "EN": "The Windows Error Reporting",
      "RU": "Запись отчетов об ошибках Windows",
      "DE": "Windows-Fehlerberichterstattung",
      "UA": "Запис звітів про помилки Windows",
      "IT": "Windows Error Reporting",
      "TR": "Windows Hata Bildirimi"
    },
    "Description": {
      "EN": "The error reporting feature enables users to notify Microsoft of application faults, kernel faults, unresponsive applications, and other application specific problems. Microsoft can use the error reporting feature to provide customers with troubleshooting information, solutions, or updates for their specific problems.",
      "RU": "Функция создания отчетов об ошибках позволяет пользователям уведомлять Майкрософт о сбоях приложений, сбоях ядра, неотвечающих приложениях и других проблемах, связанных с приложениями. Корпорация Майкрософт может использовать функцию отчетов об ошибках для предоставления клиентам сведений об устранении неполадок, решениях или обновлениях для конкретных проблем.",
      "DE": "Mithilfe von Fehlerberichten ermöglicht Anwendern Microsoft über Software- und Kernel-Fehler, nicht mehr reagierenden Anwendung und anderen anwendungsbezogenen Probleme benachrichtigen. So kann Microsoft die gesammelten Informationen über Fehlerberichterstellung verwenden, um den Kunden Informationen zur Fehlerbehebung, Lösungen uUpdates für ihre spezifischen Probleme zur Verfügung zu stellen.",
      "UA": "Функція створення звітів про помилки дозволяє користувачам повідомляти Майкрософт про збої програм, збої ядра, програми, що не відповідають, та інші проблеми, пов'язані з програмами. Корпорація Майкрософт може використовувати функцію звітів про помилки для надання клієнтам відомостей про виправлення неполадок, рішення або оновлення для конкретних проблем.",
      "IT": "Il servizio di segnalazine degli errori permette agli utenti di segnalare a  Microsoft i crash delle app e del kernel, cosicchè vengano fornite soluzione ai problemi riportati.",
      "TR": "Hata raporlama özelliği, kullanıcıların Microsoft'u uygulama hataları, çekirdek hataları, yanıt vermeyen uygulamalar ve diğer uygulamaya özel sorunlar hakkında bilgilendirmelerini sağlar. Microsoft, hata raporlama özelliğini müşterilere sorun giderme bilgileri, çözümleri veya sorunları için güncelleştirmeler sağlamak için kullanabilir. özel sorunlar."
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 104,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 105,
    "Header": {
      "EN": "Feedback frequency",
      "RU": "Частота отправки запросов",
      "DE": "Häufigkeit von Anfragen",
      "UA": "Частота надсилання запитів",
      "IT": "Frequenza feedback",
      "TR": "Geri bildirim sıklığı"
    },
    "Description": {
      "EN": "Choose how often Windows asks for your feedback.",
      "RU": "Укажите, как часто Windows следует запрашивать ваш отзыв.",
      "DE": "Wie oft soll Windows nach Ihrem Feedback fragen?",
      "UA": "Вкажіть, як часто Windows слід запитувати ваш відгук.",
      "IT": "Frequenza richiesta feedback da parte di windows.",
      "TR": "Windows'un ne sıklıkta geri bildiriminizi isteyeceğini seçin."
    },
    "Type": "RadioGroup",
    "Tag": "Privacy",
    "ChildElements": [
      {
        "Id": 106,
        "ChildHeader": {
          "EN": "Automatically",
          "RU": "Автоматически",
          "DE": "Automatisch",
          "UA": "Автоматично",
          "IT": "Automatica",
          "TR": "Otomatik olarak"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 107,
        "ChildHeader": {
          "EN": "Never",
          "RU": "Никогда",
          "DE": "Nie",
          "UA": "Ніколи",
          "IT": "Mai",
          "TR": "Hiçbir zaman"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 105,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 108,
    "Header": {
      "EN": "Diagnostic Tracking Tasks",
      "RU": "Задачи диагностического отслеживания",
      "DE": "Diagnostische Tracking-Aufgaben",
      "UA": "Завдання діагностичного відстеження",
      "IT": "Operazioni pianificate di raccolta dati",
      "TR": "Teşhis İzleme Görevleri"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "ExpandingGroup",
    "Tag": "Privacy",
    "ChildElements": [
      {
        "Id": 109,
        "ChildHeader": {
          "EN": "ProgramDataUpdater",
          "RU": "ProgramDataUpdater",
          "DE": "ProgramDataUpdater",
          "UA": "ProgramDataUpdater",
          "IT": "ProgramDataUpdater",
          "TR": "ProgramDataUpdater"
        },
        "ChildDescription": {
          "EN": "Collects program telemetry information if opted-in to the Microsoft Customer Experience Improvement Program.",
          "RU": "Сбор телеметрических данных программы при участии в программе улучшения качества ПО.",
          "DE": "Telemetriedatenerfassung in der Programm zur Verbesserung der Benutzerfreundlichkeit der Software.",
          "UA": "Збір телеметричних даних програми за участю у програмі покращення якості ПЗ.",
          "IT": "Colleziona dati sui programmi se si aderisce al Microsoft Customer Experience Improvement Program.",
          "TR": "Microsoft Müşteri Deneyimini Geliştirme Programına dahil edilmişse program telemetri bilgilerini toplar."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 110,
        "ChildHeader": {
          "EN": "Proxy",
          "RU": "Proxy",
          "DE": "Proxy",
          "UA": "Proxy",
          "IT": "Proxy",
          "TR": "Proxy"
        },
        "ChildDescription": {
          "EN": "This task collects and uploads autochk SQM data if opted-in to the Microsoft Customer Experience Improvement Program.",
          "RU": "Эта задача собирает и загружает данные SQM при участии в программе улучшения качества программного обеспечения.",
          "DE": "Diese Aufgabe sammelt und lädt autochk SQM-Daten hoch beim Teilnehmen am Programm zur Verbesserung der Benutzerfreundlichkeit.",
          "UA": "Це завдання збирає та завантажує дані SQM за участю у програмі покращення якості програмного забезпечення.",
          "IT": "Questo processo collezziona ed invia i dati autochk SQM se si aderisce al Microsoft Customer Experience Improvement Program.",
          "TR": "Bu görev, Microsoft Müşteri Deneyimini Geliştirme Programına dahil edilmişse otomatik SQM verilerini toplar ve karşıya yükler."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 111,
        "ChildHeader": {
          "EN": "Consolidator",
          "RU": "Consolidator",
          "DE": "Consolidator",
          "UA": "Consolidator",
          "IT": "Consolidatore",
          "TR": "Consolidator"
        },
        "ChildDescription": {
          "EN": "If the user has consented to participate in the Windows Customer Experience Improvement Program, this job collects and sends usage data to Microsoft.",
          "RU": "Если пользователь изъявил желание участвовать в программе по улучшению качества программного обеспечения Windows, эта задача будет собирать и отправлять сведения о работе программного обеспечения в Майкрософт.",
          "DE": "Wenn der Benutzer der Teilnahme am Windows-Programm zur Verbesserung der Benutzerfreundlichkeit zugestimmt hat, erfasst diese Aufgabe Verwendungsdaten, die an Microsoft gesendet werden.",
          "UA": "Якщо користувач виявив бажання брати участь у програмі з покращення якості програмного забезпечення Windows, це завдання буде збирати та надсилати відомості про роботу програмного забезпечення до корпорації Майкрософт.",
          "IT": "Se si aderisce Windows Customer Experience Improvement Program, questo processo colleziona e invia dati d'utilizo alla Microsoft.",
          "TR": "Kullanıcı, Windows Müşteri Deneyimini Geliştirme Programına katılmayı kabul ettiyse, bu iş kullanım verilerini toplar ve Microsoft'a gönderir."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 112,
        "ChildHeader": {
          "EN": "UsbCeip",
          "RU": "UsbCeip",
          "DE": "UsbCeip",
          "UA": "UsbCeip",
          "IT": "UsbCeip",
          "TR": "UsbCeip"
        },
        "ChildDescription": {
          "EN": "The USB CEIP (Customer Experience Improvement Program) task collects Universal Serial Bus related statistics and information about your machine and sends it to the Windows Device Connectivity engineering group at Microsoft. The information received is used to help improve the reliability, stability, and overall functionality of USB in Windows. If the user has not consented to participate in Windows CEIP, this task does not do anything.",
          "RU": "При выполнении задачи программы улучшения качества ПО шины USB (USB CEIP) осуществляется сбор статистических данных об использовании универсальной последовательной шины USB и сведений о компьютере, которые направляются инженерной группе Майкрософт по вопросам подключения устройств в Windows. Полученные сведения используются для повышения надежности, стабильности и общей производительности шины USB в Windows. При отсутствии согласия пользователя на участие в программе улучшения программного обеспечения Windows задача не выполняет никаких действий.",
          "DE": "Die USB-CEIP-Aufgabe (Customer Experience Improvement Program) sammelt und speichert Statistiken und Informationen über Ihren Computer, die sich auf den Universal Serial Bus beziehen, und sendet sie an die Windows Device Connectivity Engineering Group bei Microsoft. Die erhaltenen Informationen werden verwendet, um die Zuverlässigkeit, Stabilität und allgemeine Funktionalität von USB in Windows zu verbessern. Wenn der Benutzer nicht zugestimmt hat, an Windows CEIP teilzunehmen, führt diese Aufgabe nichts aus.",
          "UA": "При виконанні завдання програми покращення якості ПЗ шини USB (USB CEIP) здійснюється збір статистичних даних про використання універсальної послідовної шини USB та відомостей про комп'ютер, що надсилаються інженерній групі Майкрософт з питань підключення пристроїв у Windows. Отримані відомості використовуються для підвищення надійності, стабільності та загальної продуктивності шини USB у Windows. За відсутності згоди користувача на участь у програмі покращення програмного забезпечення Windows завдання не виконує жодних дій.",
          "IT": "Il processo USB CEIP (Customer Experience Improvement Program) colleziona dati relativi all'USB ed informazioni sul dispositivo e li invia al team  Windows Device Connectivity engineering  della Microsoft. Tali informazioni servono per migliorare il funzionamento dell'USB in Windows. Se l'utente non participa al programma Windows CEIP, questo processo non fà nulla.",
          "TR": "USB CEIP (Müşteri Deneyimi Geliştirme Programı) görevi, Evrensel Seri Veri Yolu ile ilgili istatistikleri ve makinenizle ilgili bilgileri toplar ve bunları Microsoft'taki Windows Aygıt Bağlantısı mühendislik grubuna gönderir. Alınan bilgiler, Windows'ta USB'nin güvenilirliğini, kararlılığını ve genel işlevselliğini geliştirmeye yardımcı olmak için kullanılır. Kullanıcı Windows CEIP'e katılmayı kabul etmemişse, bu görev hiçbir şey yapmaz."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 113,
        "ChildHeader": {
          "EN": "Microsoft-Windows-DiskDiagnosticDataCollector",
          "RU": "Microsoft-Windows-DiskDiagnosticDataCollector",
          "DE": "Microsoft-Windows-DiskDiagnosticDataCollector",
          "UA": "Microsoft-Windows-DiskDiagnosticDataCollector",
          "IT": "Microsoft-Windows-DiskDiagnosticDataCollector",
          "TR": "Microsoft-Windows-DiskDiagnosticDataCollector"
        },
        "ChildDescription": {
          "EN": "The Windows Disk Diagnostic reports general disk and system information to Microsoft for users participating in the Customer Experience Program.",
          "RU": "Для пользователей, участвующих в программе контроля качества программного обеспечения, служба диагностики дисков Windows предоставляет общие сведения о дисках и системе в корпорацию Майкрософт.",
          "DE": "Die Windows-Datenträgerdiagnose meldet allgemeine Festplatten- und Systeminformationen an Microsoft für die Benutzer, die am Customer Experience Program teilnehmen.",
          "UA": "Для користувачів, які беруть участь у програмі контролю якості програмного забезпечення, служба діагностики дисків Windows надає загальні відомості про диски та систему до корпорації Майкрософт.",
          "IT": "Il report diagnostico sul disco raccoglie informazioni generali sul disco e sul sistema alla Microsoft per gli utenti partecipanti al Customer Experience Program.",
          "TR": "Windows Disk Tanılama, Müşteri Deneyimi Programına katılan kullanıcılar için genel disk ve sistem bilgilerini Microsoft'a bildirir."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 114,
        "ChildHeader": {
          "EN": "MapsToastTask",
          "RU": "MapsToastTask",
          "DE": "MapsToastTask",
          "UA": "MapsToastTask",
          "IT": "MapsToastTask",
          "TR": "MapsToastTask"
        },
        "ChildDescription": {
          "EN": "This task shows various Map related toasts.",
          "RU": "Эта задача отображает различные тостовые уведомления, относящиеся к картам.",
          "DE": "Diese Aufgabe zeigt verschiedene kartenbezogene Toasts.",
          "UA": "Це завдання відображає різні тостові повідомлення, що стосуються карт.",
          "IT": "Questo processo mostra notifiche riguardanti le mappe.",
          "TR": "Bu görev, Harita ile ilgili çeşitli gereksizleri gösterir."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 115,
        "ChildHeader": {
          "EN": "MapsUpdateTask",
          "RU": "MapsUpdateTask",
          "DE": "MapsUpdateTask",
          "UA": "MapsUpdateTask",
          "IT": "MapsUpdateTask",
          "TR": "MapsUpdateTask"
        },
        "ChildDescription": {
          "EN": "This task checks for updates to maps which you have downloaded for offline use. Disabling this task will prevent Windows from notifying you of updated maps.",
          "RU": "Эта задача проверяет наличие обновлений для карт, загруженных для автономного использования. Если отключить эту задачу, Windows не сможет уведомлять вас о появлении обновленных карт.",
          "DE": "Diese Aufgabe sucht Updates für Karten, die haben Sie für die Offlineverwendung heruntergeladen. Deaktivierung des Tasks verhindert, dass Windows Sie über Updates für Karten informiert.",
          "UA": "Це завдання перевіряє наявність оновлень для карт, завантажених для автономного використання. Якщо вимкнути це завдання, Windows не зможе повідомляти вас про появу оновлених карт.",
          "IT": "Questo processo aggiorna le mappe offline. Disabilitandolo non verrai notificato riguardo gli aggiornamenti delle mappe.",
          "TR": "Bu görev, çevrimdışı kullanım için indirdiğiniz haritaların güncellemelerini kontrol eder. Bu görevi devre dışı bırakmak, Windows'un size güncellenen haritaları bildirmesini engeller."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 116,
        "ChildHeader": {
          "EN": "FamilySafetyMonitor",
          "RU": "FamilySafetyMonitor",
          "DE": "FamilySafetyMonitor",
          "UA": "FamilySafetyMonitor",
          "IT": "FamilySafetyMonitor",
          "TR": "FamilySafetyMonitor"
        },
        "ChildDescription": {
          "EN": "Initializes Family Safety monitoring and enforcement.",
          "RU": "Инициализация контроля и применения правил семейной безопасности.",
          "DE": "Initialisierung der Überwachung und Durchsetzung der Familiensicherheit.",
          "UA": "Ініціалізація контролю та застосування правил сімейної безпеки.",
          "IT": "Avvia il monitoraggio di Family Safety.",
          "TR": "Aile Güvenliği izleme ve uygulamasını başlatır."
        },
        "Type": "CheckBox"
      },
      {
        "Id": 117,
        "ChildHeader": {
          "EN": "XblGameSaveTask",
          "RU": "XblGameSaveTask",
          "DE": "XblGameSaveTask",
          "UA": "XblGameSaveTask",
          "IT": "XblGameSaveTask",
          "TR": "XblGameSaveTask"
        },
        "ChildDescription": {
          "EN": "The XblGameSave Standby Task, which syncronizes game progress when the OS is idle.",
          "RU": "Задание XblGameSave, синхронизирующее прогресс в игре во время простоя ОС.",
          "DE": "Der XblGameSave Standby Task, um den Spielfortschritt zu synchronisieren, wenn das Betriebssystem im Leerlauf ist.",
          "UA": "Завдання XblGameSave, що синхронізує прогрес у грі під час простою ОС.",
          "IT": "Il processo standbay di XblGameSave sincronizza i progressi nei videogiochi quando il sitema è inutilizzato.",
          "TR": "İşletim sistemi boştayken oyun ilerlemesini senkronize eden XblGameSave Bekleme Görevi."
        },
        "Type": "CheckBox"
      }
    ],
    "ViewId": 108,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 118,
    "Header": {
      "EN": "Use sign-in info to automatically finish setting up device after an update",
      "RU": "Использовать данные для входа для автоматического завершения настройки устройства и открытия приложений после перезапуска или обновления",
      "DE": "Anmeldeinformationen verwenden, um die Einrichtung des Geräts nach einer Aktualisierung automatisch abzuschließen",
      "UA": "Використовувати дані для входу для автоматичного завершення налаштування пристрою та відкриття програм після перезапуску або оновлення",
      "IT": "Usa le credenziali per configurare automaticamente il dispositivo dopo gli aggiornamenti",
      "TR": "Bir güncellemeden sonra cihazın kurulumunu otomatik olarak tamamlamak için oturum açma bilgilerini kullanın"
    },
    "Description": {
      "EN": "Some updates require you to restart your PC and afterwards sign in to Windows in order to finish installing the update, which means you might not be able to use your PC until the update is finished. Windows helps prevents this by allowing Windows to use your sign in info to create a special token. This token is used to automatically sign in after a restart, finish setting up your PC, and then lock your PC to keep your account and personal info safe.",
      "RU": "Некоторые обновления требуют перезагрузки компьютера и входа в Windows для завершения установки обновления, что означает, что вы можете войти в Windows и обнаружить, что не можете использовать свой компьютер до завершения обновления. Windows помогает предотвратить это, позволяя Windows использовать информацию о входе в систему для создания специального маркера. Этот токен используется для автоматического входа в систему после перезагрузки, завершения настройки компьютера и последующей блокировки компьютера для обеспечения безопасности вашей учетной записи и личной информации.",
      "DE": "Bei manchen Updates muss der Computer neu gestartet werden und dann muss man sich bei Windows anmelden bevor die Updates installiert werden können. So können Sie möglicherweise nicht Ihren PC verwenden kann bevor die Aktualisierung abgeschlossen ist. Windows hilft, dies zu verhindern, mit Ihren Anmeldeinformationen ein spezielles Token zu erstellen. Dieses Token wird verwendet, um sich nach einem Neustart automatisch anzumelden, die Einrichtung des PCs abzuschließen und den PC anschließend zu sperren, um Ihr Konto und Ihre persönlichen Daten zu schützen.",
      "UA": "Деякі оновлення вимагають перезавантаження комп'ютера та входу в Windows для завершення інсталяції оновлення, що означає, що ви можете увійти до Windows і виявити, що не можете використовувати свій комп'ютер до завершення оновлення. Windows допомагає запобігти цьому, дозволяючи Windows використовувати інформацію про вхід до системи для створення спеціального маркера. Цей токен використовується для автоматичного входу в систему після перезавантаження, завершення налаштування комп'ютера та подальшого блокування комп'ютера для забезпечення безпеки вашого облікового запису та особистої інформації.",
      "IT": "Alcuni aggiornamenti richiedono il riavvio del PC ed il log-in in Windows per completarne l'istallazione, quindi potresti non essere in grado di usare il dispositivo fino alla fine dell'istallazione. Windows previene questo creando un token che permette di accedere automaticamente. Dopo la fine dell'installazione il tuo account verrà disconnesso per mantenere le informazioni al sicuro.",
      "TR": "Bazı güncellemeler, güncellemeyi yüklemeyi tamamlamak için bilgisayarınızı yeniden başlatmanızı ve ardından Windows'ta oturum açmanızı gerektirir; bu, güncelleme tamamlanana kadar bilgisayarınızı kullanamayabilirsiniz. Windows, Windows'un özel bir belirteç oluşturmak için oturum açma bilgilerinizi kullanmasına izin vererek bunu önlemeye yardımcı olur. Bu belirteç, yeniden başlattıktan sonra otomatik olarak oturum açmak, bilgisayarınızın kurulumunu tamamlamak ve ardından hesabınızı ve kişisel bilgilerinizi güvende tutmak için bilgisayarınızı kilitlemek için kullanılır."
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 118,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 119,
    "Header": {
      "EN": "Let websites provide locally relevant content by accessing language list",
      "RU": "Позволить веб-сайтам предоставлять местную информацию за счет доступа к списку языков",
      "DE": "Webseiten können lokal relevante Inhalte durch Zugriff auf die Sprachliste bereitstellen",
      "UA": "Дозволити веб-сторінкам надавати місцеву інформацію за рахунок доступу до списку мов",
      "IT": "Permetti ai siti web di fornire contanuti più rilevanti accedendo alla lista delle lingue installate",
      "TR": "Web sitelerinin dil listesine erişerek yerel olarak alakalı içerik sağlamasına izin verin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 119,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 120,
    "Header": {
      "EN": "Let apps show me personalized ads by using my advertising ID",
      "RU": "Разрешить приложениям показывать персонализированную рекламу с помощью моего идентификатора рекламы",
      "DE": "Apps können mir personalisierte Werbung anzeigen, indem sie meine Werbe-ID verwenden",
      "UA": "Дозволити застосункам відображати персональну рекламу за допомогою мого ідентифікатора реклами",
      "IT": "Permetti alle app di mostrarmi pubblicità personalizzate usando il mio id pubblicitario",
      "TR": "Uygulamaların reklam kimliğimi kullanarak bana kişiselleştirilmiş reklamlar göstermesine izin ver"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 120,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 121,
    "Header": {
      "EN": "Show the Windows welcome experiences after updates and occasionally when I sign in to highlight new features and offers",
      "RU": "Показывать экран приветствия Windows после обновлений и иногда при входе, чтобы сообщить о новых функциях и предложениях",
      "DE": "Anzeige der Windows-Willkommenserlebnisse nach Updates und gelegentlich bei der Anmeldung, um neue Funktionen und Angebote hervorzuheben",
      "UA": "Відображати екран вітання Windows після оновлень і іноді при вході, щоб повідомити про нові функції та пропозиції",
      "IT": "Mostra la Windows welcome experiences dopo gli aggiornamenti e in occasione di nuove funzionalità o promozioni",
      "TR": "Güncellemelerden sonra ve ara sıra yeni özellikleri ve teklifleri vurgulamak için oturum açtığımda Windows karşılama deneyimlerini göster"
    },
    "Description": {
      "EN": "Windows may open a pop-up window to show you what's new about the operating system.",
      "RU": "Windows может открывать всплывающее окно с подсказками, что нового в операционной системе.",
      "DE": "Windows öffnet möglicherweise ein Popup-Fenster, um Sie über die Neuerungen des Betriebssystems zu informieren.",
      "UA": "Windows може відкривати спливаюче вікно з підказками про те, що нового в операційній системі.",
      "IT": "Windows potrebbe mostrare un pop-up per farti scoprire le novità del sistema operativo.",
      "TR": "Windows, işletim sistemindeki yenilikleri size göstermek için bir açılır pencere açabilir."
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 121,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 122,
    "Header": {
      "EN": "Get tips and suggestions as you use Windows",
      "RU": "Получать советы и предложения при использовании Windows",
      "DE": "Vorschläge für die Verwendung von Windows holen",
      "UA": "Отримувати поради та пропозиції при використанні Windows",
      "IT": "Ottieni consigli su come usare Windows",
      "TR": "Windows'u kullanırken ipuçları ve öneriler alın"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 122,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 123,
    "Header": {
      "EN": "Show suggested content in the Settings app",
      "RU": "Показывать рекомендуемое содержимое в приложении \"Параметры\"",
      "DE": "Vorgeschlagene Inhalte in der Einstellungen-App anzeigen",
      "UA": "Відображати рекомендований вміст у застосунку \"Параметри\"",
      "IT": "Mostra i contenuti suggeriti nell'app impostazion",
      "TR": "Önerilen içeriği Ayarlar uygulamasında göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 123,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 124,
    "Header": {
      "EN": "Turn on automatic suggested app installation",
      "RU": "Включить автоматическую установку рекомендованных приложений",
      "DE": "Automatische Installation der empfohlenen Apps aktivieren",
      "UA": "Увімкнути автоматичне встановлення рекомендованих додатків",
      "IT": "Abilita l'installazione automatica delle app consigliate",
      "TR": "Otomatik önerilen uygulama yüklemesini açın"
    },
    "Description": {
      "EN": "Windows may silently download and install some suggested apps from the Microsoft Store without any user confirmation.",
      "RU": "Windows может в тихом режиме загружать и устанавливать некоторые приложения из Microsoft Store без какого-либо подтверждения.",
      "DE": "Windows kann einige Apps aus dem Microsoft Store unbemerkt ohne Bestätigung herunterladen und installieren.",
      "UA": "Windows в тихому режимі може завантажувати та інсталювати деякі програми з Microsoft Store без будь-якого підтвердження.",
      "IT": "Windows può scaricare e installare silenziosamente alcune app suggerite da Microsoft Store senza alcuna conferma dell'utente.",
      "TR": "Windows, herhangi bir kullanıcı onayı olmadan Microsoft Store'dan önerilen bazı uygulamaları sessizce indirebilir ve yükleyebilir."
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 124,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 125,
    "Header": {
      "EN": "Offer suggestions on how I can set up my device",
      "RU": "Показывать предложения по настройке устройства",
      "DE": "Vorschläge machen, wie ich mein Gerät einrichten kann",
      "UA": "Відображати пропозиції налаштування пристрою",
      "IT": "Offri suggerimenti su come posso personalizzare il mio dispositivo",
      "TR": "Cihazımı nasıl kurabileceğime dair önerilerde bulunun"
    },
    "Description": {
      "EN": "Windows may display a \"Get even more out of Windows\" prompt occasionally that displays additional services that user may set up.",
      "RU": "Windows может иногда отображать всплывающее окошко \"Используйте Windows еще более эффективно\", в котором отображаются дополнительные службы, которые пользователь может настроить.",
      "DE": "Windows zeigt möglicherweise gelegentlich die Aufforderung \"Mehr aus Windows herausholen\" an, die zusätzliche Dienste anzeigt, die der Benutzer einrichten kann.",
      "UA": "Windows може іноді відображати спливаюче вікно \"Використовуйте Windows ще ефективніше\", в якому відображаються додаткові служби, які користувач може налаштувати.",
      "IT": "Windows può visualizzare un \"Ottieni ancora più con Windows\" occasionalmente che promuove servizi aggiuntivi che l'utente può acquistare.",
      "TR": "Windows, zaman zaman kullanıcının kurabileceği ek hizmetleri görüntüleyen bir \"Windows'tan daha da fazlasını alın\" istemi görüntüleyebilir."
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 125,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 126,
    "Header": {
      "EN": "Tailored experiences",
      "RU": "Персонализированные возможности",
      "DE": "Maßgeschneiderte Erfahrungen",
      "UA": "Персоналізовані можливості",
      "IT": "Esperienza su misura",
      "TR": "Kişiye özel deneyimler"
    },
    "Description": {
      "EN": "Let Microsoft offer you tailored expereinces based on the diagnostic data setting you have chosen.",
      "RU": "Разрешите корпорации Майкрософт использовать ваши диагностические данные для улучшения вашей работы со службами Майкрософт с помощью персонализированных советов, рекламы и рекомендаций.",
      "DE": "Lassen Sie Microsoft Ihnen maßgeschneiderte Lösungen bieten, die auf der Grundlage der Diagnosedaten entsprechend Ihren Einstellungen basieren.",
      "UA": "Дозвольте корпорації Майкрософт використовувати ваші діагностичні дані для покращення вашої роботи зі службами Майкрософт за допомогою персоналізованих порад, реклами та рекомендацій.",
      "IT": "Microsoft bietet Ihnen maßgeschneiderte Erfahrungen auf der Grundlage der von Ihnen gewählten Einstellung für Diagnosedaten.",
      "TR": "Microsoft'un, seçtiğiniz tanılama verileri ayarına dayalı olarak size özel deneyimler sunmasına izin verin."
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 126,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 127,
    "Header": {
      "EN": "Enable Bing search in the Start Menu",
      "RU": "Включить поиск через Bing в меню \"Пуск\"",
      "DE": "Bing-Suchmaschine im Startmenü aktivieren",
      "UA": "Увімкнути пошук через Bing у меню \"Пуск\"",
      "IT": "Abilita Bing search nel menu Start",
      "TR": "Başlat Menüsünde Bing aramasını etkinleştirin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Privacy",
    "ViewId": 127,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 200,
    "Header": {
      "EN": "Show the \"This PC\" icon on Desktop",
      "RU": "Отображать значок \"Этот компьютер\" на рабочем столе",
      "DE": "Das Symbol \"Dieser PC\" auf Desktop anzeigen",
      "UA": "Відображати значок \"Цей комп'ютер\" на робочому столі",
      "IT": "Icona \"Questo PC\" sul desktop",
      "TR": "Masaüstünde \"Bu Bilgisayar\" simgesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 201,
        "ChildHeader": {
          "EN": "Show",
          "RU": "Показывать",
          "DE": "Anzeigen",
          "UA": "Відображати",
          "IT": "Mostra",
          "TR": "Göster"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 202,
        "ChildHeader": {
          "EN": "Hide",
          "RU": "Скрыть",
          "DE": "Ausblenden",
          "UA": "Приховати",
          "IT": "Nascondi",
          "TR": "Gizle"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 200,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 204,
    "Header": {
      "EN": "Use check boxes to select items",
      "RU": "Использовать флажки для выбора элементов",
      "DE": "Kontrollkästchen zur Auswahl von Elementen verwenden",
      "UA": "Використовувати прапорці для вибору елементів",
      "IT": "Utilizzare le caselle di spunta per selezionare gli elementi",
      "TR": "Öğeleri seçmek için onay kutularını kullanın"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 204,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 205,
    "Header": {
      "EN": "Show hidden files, folders, and drives",
      "RU": "Отображать скрытые файлы, папки и диски",
      "DE": "Alle versteckte Dateien, Verzeichnisse und Laufwerke anzeigen",
      "UA": "Відображати приховані файли, папки та диски",
      "IT": "Mostra file, cartelle e dischi nascosti",
      "TR": "Gizli dosyaları, klasörleri ve sürücüleri göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 205,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 206,
    "Header": {
      "EN": "Show the file name extensions",
      "RU": "Отображать расширения имён файлов",
      "DE": "Dateinamenserweiterung anzeigen",
      "UA": "Відображати розширення імен файлів",
      "IT": "Mostra le estensioni del nome dei file",
      "TR": "Dosya adı uzantılarını göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 206,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 207,
    "Header": {
      "EN": "Hide folder merge conflicts",
      "RU": "Скрывать конфликт слияния папок",
      "DE": "Konflikte beim Zusammenführen von Ordnern ausblenden",
      "UA": "Приховувати конфлікт злиття папок",
      "IT": "Nascondi i conflitti di unione delle cartelle",
      "TR": "Klasör birleştirme çakışmalarını gizle"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 207,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 208,
    "Header": {
      "EN": "Open File Explorer to:",
      "RU": "Открывать проводник для:",
      "DE": "Datei-Explorer für Folgendes öffnen:",
      "UA": "Відкривати провідник для:",
      "IT": "Apri esplora file in:",
      "TR": "Dosya Gezgini'ni şunun için açın:"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 209,
        "ChildHeader": {
          "EN": "This PC",
          "RU": "Этот компьютер",
          "DE": "Dieser PC",
          "UA": "Цей комп'ютер",
          "IT": "Questo PC",
          "TR": "Bu bilgisayar"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 210,
        "ChildHeader": {
          "EN": "Quick access",
          "RU": "Быстрый доступ",
          "DE": "Schnellzugriff",
          "UA": "Швидкий доступ",
          "IT": "Accesso rapido",
          "TR": "Hızlı erişim"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 208,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 211,
    "Header": {
      "EN": "Show Cortana button on the taskbar",
      "RU": "Показать кнопку Кортаны на панели задач",
      "DE": "Die Cortana Schaltfläche auf der Taskleiste anzeigen",
      "UA": "Відобразити кнопку Кортани на панелі завдань",
      "IT": "Mostra il pulsante Cortana sulla barra delle applicazioni",
      "TR": "Görev çubuğunda Cortana düğmesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 211,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 212,
    "Header": {
      "EN": "Enable the File Explorer compact mode",
      "RU": "Включить компактный вид проводника",
      "DE": "Kompaktmodus des Datei-Explorers aktivieren",
      "UA": "Увімкнути компактний вигляд провідника",
      "IT": "Abilita la modalità compatta di esplora file",
      "TR": "Dosya Gezgini kompakt modunu etkinleştirin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 212,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 213,
    "Header": {
      "EN": "Show sync provider notifications within File Explorer",
      "RU": "Показывать уведомления поставщика синхронизации в проводнике",
      "DE": "Synchronisationsanbieter-Benachrichtigungen im Datei-Explorer anzeigen",
      "UA": "Відображати повідомлення постачальника синхронізації у провіднику",
      "IT": "Mostra notifiche del provider di sincronizzazione all'interno di esplora file",
      "TR": "Dosya Gezgini'nde senkronizasyon sağlayıcı bildirimlerini göster"
    },
    "Description": {
      "EN": "Disable OneDrive ad notifications within File Explorer.",
      "RU": "Отключить рекламные уведомления OneDrive в проводнике.",
      "DE": "Anzeige der OneDrive-Benachrichtigungen im Datei-Explorer deaktivieren.",
      "UA": "Вимкнути рекламні повідомлення OneDrive у провіднику.",
      "IT": "Disabilita le notifiche pubblicitarie di OneDrive all'interno di esplora file.",
      "TR": "Dosya Gezgini'nde OneDrive reklam bildirimlerini devre dışı bırakın."
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 213,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 214,
    "Header": {
      "EN": "When I snap a window, show what I can snap next to it",
      "RU": "При прикреплении окна показывать, что можно прикрепить рядом с ним",
      "DE": "Anzeigen, was man daneben einrasten kann, wenn ich ein Fenster einraste",
      "UA": "При закріпленні вікна показувати, що ще можна закріпити біля нього",
      "IT": "Quando aggancio una finestra, mostra quello che posso agganciare accanto ad essa",
      "TR": "Bir pencereyi tutturduğumda, yanına ne yapıştırabileceğimi göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 214,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 215,
    "Header": {
      "EN": "Show snap layouts when I hover over a windows's maximize button",
      "RU": "Показывать макеты прикрепления, частью которых является приложение, при наведении указателя мыши на кнопки панели задач",
      "DE": "Snap-Layouts anzeigen, wenn ich mit dem Mauszeiger über die Schaltfläche \"Maximieren\" eines Fensters fahre",
      "UA": "Відображати макети прикріплення, частиною яких є додаток при наведенні вказівника миші на кнопки панелі завдань",
      "IT": "Mostra snap layouts quando mantengo il mouse sul pulsante massimizza",
      "TR": "Bir pencerenin ekranı kapla düğmesinin üzerine geldiğimde ek düzenleri göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 215,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 216,
    "Header": {
      "EN": "Display the file transfer dialog box",
      "RU": "Отображать диалоговое окно передачи файлов",
      "DE": "Dialogfeld der Dateiübertragungsmodus anzeigen",
      "UA": "Показувати діалогове вікно передачі файлів",
      "IT": "Visualizza la finestra di dialogo del trasferimento di file",
      "TR": "Dosya aktarımı iletişim kutusunu görüntüle"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 217,
        "ChildHeader": {
          "EN": "In the detailed mode",
          "RU": "В развернутом виде",
          "DE": "Im detaillierten Modus",
          "UA": "В розгорнутому вигляді",
          "IT": "Nella modalità dettagliata",
          "TR": "Ayrıntılı modda"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 218,
        "ChildHeader": {
          "EN": "In the compact mode",
          "RU": "В свернутом виде",
          "DE": "Im Kompaktmodus",
          "UA": "В згорнутому вигляді",
          "IT": "Nella modalità compatta",
          "TR": "Kompakt modda"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 216,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 219,
    "Header": {
      "EN": "Minimize the File Explorer ribbon",
      "RU": "Свернуть ленту проводника",
      "DE": "Multifunktionsleiste des Datei-Explorers minimieren",
      "UA": "Приховати стрічку провідника",
      "IT": "Minimizza il ribbon in esplora file",
      "TR": "Dosya Gezgini şeridini simge durumuna küçültün"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 220,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 220,
    "Header": {
      "EN": "Display the recycle bin files delete confirmation dialog",
      "RU": "Запрашивать подтверждение на удаление файлов в корзину",
      "DE": "Anzeige des Bestätigungsdialogs zum Löschen von Papierkorbdateien",
      "UA": "Запитувати підтвердження для видалення файлів у кошик",
      "IT": "Mostra conferma di eliminazione file",
      "TR": "Geri dönüşüm kutusu dosyalarını silme onayı iletişim kutusunu görüntüle"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 220,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 221,
    "Header": {
      "EN": "Show the \"3D Objects\" folder in \"This PC\" and Quick access",
      "RU": "Показывать папку \"Объемные объекты\" в \"Этот компьютер\" и панели быстрого доступа",
      "DE": "Den Ordner \"3D-Objekte\" in \"Dieser PC\" und Schnellzugriffsleiste anzeigen",
      "UA": "Відображати папку \"Об'ємні об'єкти\" в \"Цей комп'ютер\" та панелі швидкого доступу",
      "IT": "Mostra \"Oggetti 3D\" cartella in \"Questo PC\" e  accesso rapido",
      "TR": "\"Bu Bilgisayar\"da \"3B Nesneler\" klasörünü ve Hızlı erişim'i göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 221,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 222,
    "Header": {
      "EN": "Show frequently used folders in Quick access",
      "RU": "Показать часто используемые папки на панели быстрого доступа",
      "DE": "Häufig verwendete Ordner in der Schnellzugriffsleiste anzeigen",
      "UA": "Відобразити папки, що часто використовуються на панелі швидкого доступу",
      "IT": "Mostra le cartelle usate frequentemente in accesso rapido",
      "TR": "Hızlı erişimde sık kullanılan klasörleri göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 222,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 223,
    "Header": {
      "EN": "Show recently used files in Quick access",
      "RU": "Показать недавно использовавшиеся файлы на панели быстрого доступа",
      "DE": "Zuletzt verwendete Dateien im Schnellzugriff anzeigen",
      "UA": "Відобразити файли, що нещодавно використовувались на панелі швидкого доступу",
      "IT": "Mostra i file usati di recente in accesso rapido",
      "TR": "Son kullanılan dosyaları Hızlı erişimde göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 223,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 224,
    "Header": {
      "EN": "Set the taskbar alignment",
      "RU": "Установить выравнивание панели задач",
      "DE": "Ausrichtung der Taskleiste festlegen",
      "UA": "Встановити вирівнювання панелі завдань",
      "IT": "Imposta l'allineamento della barra delle applicazioni",
      "TR": "Görev çubuğu hizalamasını ayarlayın"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 225,
        "ChildHeader": {
          "EN": "To the left",
          "RU": "По левому краю",
          "DE": "Linksbündig",
          "UA": "По лівому краю",
          "IT": "Sinistra",
          "TR": "Sola"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 226,
        "ChildHeader": {
          "EN": "To the center",
          "RU": "По центру",
          "DE": "Zentriert",
          "UA": "По центру",
          "IT": "Centrata",
          "TR": "Orta"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 224,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 227,
    "Header": {
      "EN": "Show the search button on the taskbar",
      "RU": "Показать кнопку поиска на панели задач",
      "DE": "Die Suchschaltfläche in der Taskleiste anzeigen",
      "UA": "Відображати кнопку пошука на панелі завдань",
      "IT": "Mostra il pulsante di ricerca sulla barra delle applicazioni",
      "TR": "Görev çubuğunda arama düğmesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 227,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 228,
    "Header": {
      "EN": "Show Task View button on the taskbar",
      "RU": "Отобразить кнопку Просмотра задач на панели задач",
      "DE": "Die Schaltfläche Aufgabenansicht in der Taskleiste anzeigen",
      "UA": "Відобразити кнопку Перегляду завдань на панелі завдань",
      "IT": "Mostra il pulsante Visualizzazione attività sulla barra delle applicazioni",
      "TR": "Görev çubuğunda Görev Görünümü düğmesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 228,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 229,
    "Header": {
      "EN": "Show the Task view button on the taskbar",
      "RU": "Показать кнопку \"Представление задач\" на панели задач",
      "DE": "Schaltfläche Aufgabenansicht in der Taskleiste anzeigen",
      "UA": "Відобразити кнопку \"Представлення завдань\" на панелі завдань",
      "IT": "Mostra il pulsante Visualizzazione attività sulla barra delle applicazioni",
      "TR": "Görev çubuğunda Görev görünümü düğmesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 229,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 230,
    "Header": {
      "EN": "Show the widgets icon on the taskbar",
      "RU": "Отобразить кнопку \"Мини-приложения\" на панели задач",
      "DE": "Widget-Symbol in der Taskleiste anzeigen",
      "UA": "Відобразити кнопку \"Міні-додатки\" на панелі завдань",
      "IT": "Mostra l'icona dei widget sulla barra delle applicazioni",
      "TR": "Widget simgesini görev çubuğunda göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 230,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 231,
    "Header": {
      "EN": "Show People on the taskbar",
      "RU": "Показывать панель \"Люди\" на панели задач",
      "DE": "Symbol \"Kontakte\" in der Taskleiste anzeigen",
      "UA": "Відображати панель \"Люди\" на панелі завдань",
      "IT": "Mostra l'icona persone sulla barra delle applicazioni",
      "TR": "Kişileri görev çubuğunda göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 231,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 232,
    "Header": {
      "EN": "Show seconds on the taskbar clock",
      "RU": "Отображать секунды в системных часах на панели задач",
      "DE": "Sekunden auf der Taskleistenuhr anzeigen",
      "UA": "Відображати секунди в системному годиннику на панелі завдань",
      "IT": "Mostra secondi sull'orologio della barra delle applicazioni",
      "TR": "Görev çubuğu saatinde saniyeleri göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 232,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 233,
    "Header": {
      "EN": "Search on the taskbar",
      "RU": "Поиск на панели задач",
      "DE": "Suchfeld in der Taskleiste",
      "UA": "Пошук на панелі завдань",
      "IT": "Pulsante cerca sulla barra delle applicazioni",
      "TR": "Görev çubuğunda ara"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 234,
        "ChildHeader": {
          "EN": "Hidden",
          "RU": "Скрыто",
          "DE": "Ausblenden",
          "UA": "Приховано",
          "IT": "Nascosto",
          "TR": "Gizli"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 235,
        "ChildHeader": {
          "EN": "Show search icon",
          "RU": "Показать значок поиска",
          "DE": "Suchsymbol anzeigen",
          "UA": "Відобразити значок пошуку",
          "IT": "Mostra l'icona di cerca",
          "TR": "Arama simgesini göster"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 236,
        "ChildHeader": {
          "EN": "Show search box",
          "RU": "Показать поле поиска",
          "DE": "Suchfeld anzeigen",
          "UA": "Відобразити поле пошуку",
          "IT": "Mostra la casella di ricerca",
          "TR": "Arama kutusunu göster"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 233,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 237,
    "Header": {
      "EN": "Show Windows Ink Workspace button on the taskbar",
      "RU": "Показать кнопку Windows Ink Workspace на панели задач",
      "DE": "Schaltfläche Windows-Ink-Arbeitsbereich in der Taskleiste anzeigen",
      "UA": "Відобразити кнопку Windows Ink Workspace на панелі завдань",
      "IT": "Mostra il pulsante workspace di Windows Ink sulla barra delle applicazioni",
      "TR": "Görev çubuğunda Windows Mürekkep Çalışma Alanı düğmesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 237,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 238,
    "Header": {
      "EN": "Always show all icons in the notification area",
      "RU": "Всегда отображать все значки в области уведомлений",
      "DE": "Immer alle Symbole im Infobereich zeigen",
      "UA": "Завжди відображати всі значки в області сповіщень",
      "IT": "Mostra sempre tutte le icone nell'area di notificafica",
      "TR": "Tüm simgeleri her zaman bildirim alanında göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 238,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 239,
    "Header": {
      "EN": "Show the Meet Now icon in the notification area",
      "RU": "Отображать иконку \"Провести собрание\" в области уведомлений",
      "DE": "\"Besprechung beginnen\" im Infobereich anzeigen",
      "UA": "Відображати іконку \"Провести зібрання\" в області сповіщень",
      "IT": "Mostra l'icona di Meet Now nell'area di notifica",
      "TR": "Bildirim alanında Şimdi Tanış simgesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 239,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 240,
    "Header": {
      "EN": "Show \"News and Interests\" on the taskbar",
      "RU": "Отображать \"Новости и интересы\" на панели задач",
      "DE": "\"Nachrichten und Interessen\" in der Taskleiste anzeigen",
      "UA": "Відображати \"Новини та інтереси\" на панелі завдань",
      "IT": "Mostra \"News and Interests\" sulla barra delle applicazioni",
      "TR": "Görev çubuğunda \"Haberler ve İlgi Alanları\"nı göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 240,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 241,
    "Header": {
      "EN": "Show the Chat icon (Microsoft Teams) on the taskbar",
      "RU": "Отобразить кнопку чата (Microsoft Teams) на панели задач",
      "DE": "Chat-Symbol (Microsoft Teams) in der Taskleiste anzeigen",
      "UA": "Відобразити кнопку чату (Microsoft Teams) на панелі завдань",
      "IT": "Mostra l'icona delle chat (Microsoft Teams) sulla barra delle applicazioni",
      "TR": "Görev çubuğunda Sohbet simgesini (Microsoft Teams) göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 241,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 242,
    "Header": {
      "EN": "View the Control Panel by",
      "RU": "Просмотр иконок Панели управления",
      "DE": "Anzeigen der Systemsteuerungsymbole nach",
      "UA": "Перегляд іконок Панелі керування",
      "IT": "Visualizza il pannello di controllo in modalità",
      "TR": "Kontrol Panelini şuradan görüntüleyin:"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 243,
        "ChildHeader": {
          "EN": "Large icons",
          "RU": "Крупные значки",
          "DE": "Große Symbole",
          "UA": "Великі значки",
          "IT": "Icone grandi",
          "TR": "Büyük ikonlar"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 244,
        "ChildHeader": {
          "EN": "Small icons",
          "RU": "Маленькие значки",
          "DE": "Kleine Symbole",
          "UA": "Маленькі значки",
          "IT": "Icone Piccole",
          "TR": "Küçük ikonlar"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 245,
        "ChildHeader": {
          "EN": "Category",
          "RU": "Категория",
          "DE": "Kategorie",
          "UA": "Категорія",
          "IT": "Categorie",
          "TR": "Kategori"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 242,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 246,
    "Header": {
      "EN": "Default Windows color mode",
      "RU": "Режим Windows по умолчанию",
      "DE": "Standard-Farbmodus von Windows",
      "UA": "Режим Windows за замовчуванням",
      "IT": "Tema di Windows",
      "TR": "Varsayılan Windows renk modu"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 247,
        "ChildHeader": {
          "EN": "Light",
          "RU": "Светлый",
          "DE": "Hell",
          "UA": "Світлий",
          "IT": "Chiaro",
          "TR": "Aydınlık"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 248,
        "ChildHeader": {
          "EN": "Dark",
          "RU": "Тёмный",
          "DE": "Dunkel",
          "UA": "Темний",
          "IT": "Scuro",
          "TR": "Karanlık"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 246,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 249,
    "Header": {
      "EN": "Default app color mode",
      "RU": "Режим приложения по умолчанию",
      "DE": "Standard-Farbmodus der Anwendung",
      "UA": "Режим додатку за замовчуванням",
      "IT": "Tema delle app",
      "TR": "Varsayılan uygulama renk modu"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 250,
        "ChildHeader": {
          "EN": "Light",
          "RU": "Светлый",
          "DE": "Hell",
          "UA": "Світлий",
          "IT": "Chiaro",
          "TR": "Aydınlık"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 251,
        "ChildHeader": {
          "EN": "Dark",
          "RU": "Тёмный",
          "DE": "Dunkel",
          "UA": "Темний",
          "IT": "Scuro",
          "TR": "Karanlık"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 249,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 252,
    "Header": {
      "EN": "Show the \"New App Installed\" indicator",
      "RU": "Показывать уведомление \"Установлено новое приложение\"",
      "DE": "Indikator \"Neue App installiert\" anzeigen",
      "UA": "Відображати сповіщення \"Встановлено новий додаток\"",
      "IT": "Mostra il \"New App Installed\" indicatoree",
      "TR": "\"Yeni Uygulama Yüklendi\" göstergesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 252,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 253,
    "Header": {
      "EN": "Show first sign-in animation after the upgrade",
      "RU": "Показывать анимацию при первом входе в систему после обновления",
      "DE": "Animation der ersten Anmeldung nach dem Upgrade anzeigen",
      "UA": "Відображати анімацію при першому вході в систему після оновлення",
      "IT": "Mostra l'animazione di primo accesso dopo l'aggiornamento",
      "TR": "Yükseltmeden sonra ilk oturum açma animasyonunu göster"
    },
    "Description": {
      "EN": "In Windows, after completing the setup on a new installation, upgrading, or when signing in to a new account, displays the \"first sign-in animation\" that features several messages to configure the account environment.",
      "RU": "В Windows после завершения настройки при новой установке, обновлении или при входе в новую учетную запись запускается \"анимация первого входа\", которая включает несколько сообщений по мере настройки среды учетной записи.",
      "DE": "In Windows wird nach Abschluss des Setups bei einer Neuinstallation, einem Upgrade oder der Anmeldung bei einem neuen Konto die \"Erstanmeldeanimation\" angezeigt, die mehrere Meldungen zur Konfiguration der Kontoumgebung enthält.",
      "UA": "У Windows після завершення налаштування при новій установці, оновленні або при вході до нового облікового запису запускається \"анімація першого входу\", яка включає кілька повідомлень у міру налаштування середовища облікового запису.",
      "IT": "In Windows, dopo aver completato la configurazione su una nuova installazione o aggiornamento o quando si accede a un nuovo account, visualizza il \"Animazione primo accesso\"che presenta diversi messaggi per configurare l'ambiente dell'account.",
      "TR": "Windows'ta, yeni bir yüklemede, yükseltmede veya yeni bir hesapta oturum açarken kurulumu tamamladıktan sonra, hesap ortamını yapılandırmak için çeşitli mesajlar içeren \"ilk oturum açma animasyonu\"nu görüntüler."
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 253,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 254,
    "Header": {
      "EN": "Set the quality factor of the JPEG desktop wallpapers to",
      "RU": "Коэффициент качества обоев рабочего стола в формате JPEG",
      "DE": "Stellen Sie den Qualitätsfaktor der JPEG-Desktop-Hintergrundbilder auf",
      "UA": "Коефіцієнт якості шпалер робочого стола у форматі JPEG",
      "IT": "Impostare la qualità degli sfondi desktop JPEG a",
      "TR": "JPEG masaüstü duvar kağıtlarının kalite faktörünü şu şekilde ayarlayın:"
    },
    "Description": {
      "EN": "When you set a JPEG image as the desktop wallpaper or slideshow, the operating system reduces the quality of the original image to 85% and store it as the TranscodedWallpaper file in the \n%APPDATA%\\Microsoft\\Windows\\Themes folder. If you use a PNG image as your desktop background wallpaper or slideshow, you are not affected by this automatic quality reduction since it only applies to JPEG images.",
      "RU": "Когда вы устанавливаете изображение в качестве обоев рабочего стола или слайд-шоу в формате JPEG, при импорте операционная система снижает качество исходного изображения до 85 % и сохраняет его как файл TranscodedWallpaper в папке \n%APPDATA%\\Microsoft\\Windows\\Themes. Однако, если вы используете PNG-изображение в качестве фоновых обоев рабочего стола или слайд-шоу, то это автоматическое снижение качества вас не коснется, поскольку оно происходит только с изображениями JPEG.",
      "DE": "Wenn Sie ein JPEG-Bild als Desktop-Hintergrundbild oder Diashow festlegen, reduziert das Betriebssystem die Qualität des Originalbildes auf 85 % und speichert es als TranscodedWallpaper-Datei im Ordner \n%APPDATA%\\Microsoft\\Windows\\Themes. Wenn Sie ein PNG-Bild als Desktop-Hintergrundbild oder Diashow verwenden, sind Sie von dieser automatischen Qualitätsminderung nicht betroffen, da sie nur für JPEG-Bilder gilt.",
      "UA": "Коли ви встановлюєте зображення у якості шпалер робочого стола або слайд-шоу в форматі JPEG, при імпорті операційна система знижує якість вихідного зображення до 85 % та зберігає його як файл TranscodedWallpaper у папці \n%APPDATA%\\Microsoft\\Windows\\Themes. Проте, якщо ви використовуєте PNG-зображення у якості фонових шпалер робочого стола або слайд-шоу, то це автоматичне зниження якості вас не торкнеться, оскільки воно відбувається тільки з зображеннями JPEG.",
      "IT": "Quando si imposta un'immagine JPEG come sfondo del desktop o come presentazione, il sistema operativo riduce la qualità dell'immagine originale all'85% e lo memorizza come file TranscodedWallpaper nella cartella \n%AppData%\\Microsoft\\Windows\\Themes .Se si utilizza un'immagine PNG come sfondo del desktop  o come slideshow, non sei interessato da questa riduzione automatica della qualità poiché si applica solo alle immagini JPEG.",
      "TR": "Bir JPEG görüntüsünü masaüstü duvar kağıdı veya slayt gösterisi olarak ayarladığınızda, işletim sistemi orijinal görüntünün kalitesini %85'e düşürür ve onu TranscodingWallpaper dosyası olarak \n%APPDATA%\\Microsoft\\Windows\\Themes klasöründe depolar. . Bir PNG görüntüsünü masaüstü arka plan duvar kağıdınız veya slayt gösteriniz olarak kullanırsanız, yalnızca JPEG görüntüleri için geçerli olduğundan bu otomatik kalite düşüşünden etkilenmezsiniz."
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 255,
        "ChildHeader": {
          "EN": "100% (no reduction)",
          "RU": "100 % (без сжатия)",
          "DE": "100% (keine Reduzierung)",
          "UA": "100% (без зжаття)",
          "IT": "100% (nessuna riduzione)",
          "TR": "%100 (azalma yok)"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 256,
        "ChildHeader": {
          "EN": "80% (by default)",
          "RU": "80 % (по умолчанию)",
          "DE": "80% (standardmäßig)",
          "UA": "80% (за замовчуванням)",
          "IT": "80% (predefinito)",
          "TR": "%80 (varsayılan olarak)"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 254,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 257,
    "Header": {
      "EN": "Notify me when a restart is required to finish updating",
      "RU": "Уведомлять меня о необходимости перезагрузки для завершения обновления",
      "DE": "Benachrichtigen Sie mich, wenn ein Neustart erforderlich ist, um die Aktualisierung abzuschließen",
      "UA": "Повідомляти мене про необхідність перезавантаження для завершення оновлення",
      "IT": "Avvisami quando è necessario un riavvio per terminare l'aggiornamento",
      "TR": "Güncellemeyi bitirmek için yeniden başlatma gerektiğinde bana bildir"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 257,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 258,
    "Header": {
      "EN": "Add the \"- Shortcut\" suffix to the file name of created shortcuts",
      "RU": "Дoбaвлять \"- яpлык\" к имени coздaвaeмых яpлыков",
      "DE": "Suffix \"-Verknüpfung\" an den Dateinamen der erstellten Verknüpfungen anfügen",
      "UA": "Додавати \"- ярлик\" до імені створюваних ярликів",
      "IT": "Aggiungi il suffisso \"- Collegamento\" al nome delle scorciatoie create",
      "TR": "Oluşturulan kısayolların dosya adına \"- Kısayol\" son ekini ekleyin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 258,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 259,
    "Header": {
      "EN": "Use the PrtScn button to open screen snipping",
      "RU": "Использовать кнопку PRINT SCREEN, чтобы запустить функцию создания фрагмента экрана",
      "DE": "Die Taste PrtScn verwenden um Snipping zu öffnen",
      "UA": "Використовувати кнопку PRINT SCREEN, щоб запустити функцію створення фрагменту екрана",
      "IT": "Utilizzare il pulsante Stamp/PrtScn per aprire lo schermo con lo snipping",
      "TR": "Ekran alıntısını açmak için PrtScn düğmesini kullanın"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 259,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 260,
    "Header": {
      "EN": "Let me use a different input method for each app window",
      "RU": "Позволить выбирать метод ввода для каждого окна",
      "DE": "Für jedes Anwendungsfenster eine andere Eingabemethode verwenden lassen",
      "UA": "Дозволити обирати метод введення для кожного вікна",
      "IT": "Permetti l'uso di un metodo di input diverso per ogni istanza dell'app",
      "TR": "Her uygulama penceresi için farklı bir giriş yöntemi kullanmama izin ver"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 260,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 261,
    "Header": {
      "EN": "When I grab a windows's title bar and shake it, minimize all other windows",
      "RU": "При захвате заголовка окна и встряхивании сворачиваются все остальные окна",
      "DE": "Wenn ich die Titelleiste des Fensters greife und schüttle, werden alle anderen Fenster minimiert",
      "UA": "При захваті заголовка вікна та струшуванні згортаються всі інші вікна",
      "IT": "Quando prendo la barra del titolo di una finestra e la scuoto minimizza tutte le altre finestre",
      "TR": "Bir pencerenin başlık çubuğunu alıp salladığımda, diğer tüm pencereleri simge durumuna küçültün"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Personalization",
    "ViewId": 261,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 262,
    "Header": {
      "EN": "Configure Start layout",
      "RU": "Настроить макет начального экрана",
      "DE": "Startlayout konfigurieren",
      "UA": "Налаштувати макет початкового екрану",
      "IT": "Configura il layout di inizio",
      "TR": "Başlangıç düzenini yapılandır"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "Personalization",
    "ChildElements": [
      {
        "Id": 263,
        "ChildHeader": {
          "EN": "Default",
          "RU": "По умолчанию",
          "DE": "Standard",
          "UA": "За замовчуванням",
          "IT": "Predefinita",
          "TR": "Varsayılan"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 264,
        "ChildHeader": {
          "EN": "More pins",
          "RU": "Больше закреплений",
          "DE": "Mehr angeheftete Elemente",
          "UA": "Iншi закрiплення",
          "IT": "Altri elementi ancorati",
          "TR": "Daha fazla sabitleme"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 265,
        "ChildHeader": {
          "EN": "More recommendations",
          "RU": "Больше рекомендаций",
          "DE": "Mehr angeheftete Empfehlungen",
          "UA": "Бiльше рекомендацiй",
          "IT": "Altri elementi consigliati",
          "TR": "Daha fazla öneri"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 262,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 266,
    "Header": {
      "EN": "Show recently added apps in the Start menu",
      "RU": "Показывать недавно добавленные приложения в меню \"Пуск\"",
      "DE": "Zuletzt hinzugefügte Apps im Startmenü anzeigen",
      "UA": "Відображати нещодавно додані додатки в меню \"Пуск\"",
      "IT": "Mostra app aggiunte di recente nel menu Start",
      "TR": "Başlat menüsünde son eklenen uygulamaları göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "StartMenu",
    "ViewId": 266,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 267,
    "Header": {
      "EN": "Show app suggestions in the Start menu",
      "RU": "Показывать рекомендации в меню \"Пуск\"",
      "DE": "App-Vorschläge im Startmenü anzeigen",
      "UA": "Відображати рекомендації в меню \"Пуск\"",
      "IT": "Mostra suggerimenti app nel menu Start",
      "TR": "Başlat menüsünde uygulama önerilerini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "StartMenu",
    "ViewId": 267,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 268,
    "Header": {
      "EN": "Run the Windows PowerShell shortcut from the Start menu as Administrator",
      "RU": "Запускать ярлык Windows PowerShell в меню \"Пуск\" от имени Администратора",
      "DE": "Windows PowerShell als Administrator im Startmenü ausführen",
      "UA": "Запускати ярлик Windows PowerShell у меню \"Пуск\" від імені Адміністратора",
      "IT": "Eseguire il collegamento di Windows PowerShell dal menu Start come amministratore",
      "TR": "Başlat menüsünden Windows PowerShell kısayolunu Yönetici olarak çalıştırın"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "StartMenu",
    "ViewId": 268,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 300,
    "Header": {
      "EN": "Storage Sense",
      "RU": "Контроль памяти",
      "DE": "Speicheroptimierung",
      "UA": "Контроль пам'яті",
      "IT": "Sensore di memoria ",
      "TR": "Storage Sense"
    },
    "Description": {
      "EN": "Storage Sense runs when disk space is low. We clean enough space to help your system runs its best.",
      "RU": "Контроль памяти запускается, если на диске мало свободного места. Функция контроля памяти освобождает достаточно места для оптимальной работы системы.",
      "DE": "Wenn der Speicherplatz knapp wird, aktiwiert die System die Speicheroptimierung um Ihr Speicherplatz zu befreien.",
      "UA": "Контроль пам'яті запускається, якщо на диску недостатньо вільного місця. Функція контролю пам'яті звільняє достатньо місця для оптимальної роботи системи.",
      "IT": "Senso di memoria viene eseguito quando lo spazio su disco è basso. Pulisce abbastanza spazio per aiutare il tuo sistema a funzionare meglio.",
      "TR": "Storage Sense, disk alanı azaldığında çalışır. Sisteminizin en iyi şekilde çalışmasına yardımcı olmak için yeterli alanı temizliyoruz."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 300,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 301,
    "Header": {
      "EN": "Run Storage Sense",
      "RU": "Запуск Контроля памяти",
      "DE": "Speicheroptimierung starten",
      "UA": "Запуск Контролю пам'яті",
      "IT": "Esegui il sensore di memoria",
      "TR": "Storage Sense'yi Çalıştır"
    },
    "Description": {
      "EN": "Storage Sense runs when disk space is low and frees up enough space for optimal OS operation. It is better to create the \"Windows Cleanup\" task in the \"Task Scheduler\" section to clean up Windows more effectively.",
      "RU": "Контроль памяти запускается, если на диске мало свободного места. Функция контроля памяти освобождает достаточно места для оптимальной работы системы. Но лучше в разделе \"Планировщик заданий\" создайте задание \"Windows Cleanup\", чтобы эффективнее очищать Windows.",
      "DE": "Speicheroptimierung wird ausgeführt, wenn nur noch wenig Speicherplatz auf der Festplatte vorhanden ist und gibt genügend Platz für einen optimalen Betrieb des Betriebssystems frei. Es ist besser, die Aufgabe \"Windows Cleanup\" im Abschnitt \"Task Scheduler\" zu erstellen, um Windows effektiver aufzuräumen.",
      "UA": "Контроль пам'яті запускається, якщо на диску мало вільного місця. Функція контролю пам'яті звільняє достатньо місця для оптимальної роботи системи. Але краще в розділі \"Планувальник завдань\" створіть завдання \"Windows Cleanup\", щоб ефективніше очищати Windows.",
      "IT": "Sensore di memoria si esegue quando lo spazio su disco è basso e libera spazio sufficiente per un funzionamento ottimale del sistema operativo.È meglio creare l'attività \"Pulizia di windows\" nella sezione \"Operazioni Pianificate\" per ripulire windows in modo più efficace.",
      "TR": "Storage Sense, disk alanı azaldığında çalışır ve optimum işletim sistemi çalışması için yeterli alan boşaltır. Windows'u daha etkili bir şekilde temizlemek için \"Görev Zamanlayıcı\" bölümünde \"Windows Temizleme\" görevini oluşturmak daha iyidir."
    },
    "Type": "RadioGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 302,
        "ChildHeader": {
          "EN": "Every month",
          "RU": "Каждый месяц",
          "DE": "Monatlich",
          "UA": "Кожен місяць",
          "IT": "Ogni mese",
          "TR": "Every month"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 303,
        "ChildHeader": {
          "EN": "During low free disk space",
          "RU": "Когда остается мало места на диске",
          "DE": "Bei wenig freiem Speicherplatz",
          "UA": "Коли залишається мало місця на диску",
          "IT": "Se lo spazio libero su disco è scarso",
          "TR": "Düşük boş disk alanı sırasında"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 301,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 304,
    "Header": {
      "EN": "Delete temporary files that aren't used by apps",
      "RU": "Удалять временные файлы, не используемые в приложениях",
      "DE": "Temporäre Dateien löschen, die nicht von Anwendungen verwendet werden",
      "UA": "Видаляти тимчасові файли, які не використовуються в додатках",
      "IT": "Elimina file temporanei che non sono utilizzati dalle app",
      "TR": "Uygulamalar tarafından kullanılmayan geçici dosyaları silin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 304,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 305,
    "Header": {
      "EN": "Hibernate",
      "RU": "Режим гибернации",
      "DE": "Hibernation",
      "UA": "Режим гібернації",
      "IT": "Ibernazione",
      "TR": "Hazırda Bekleme"
    },
    "Description": {
      "EN": "Hibernate is a power-saving state used primarily for laptops. Unlike sleep, hibernation puts your open documents and programs on the system drive to the \nC:\\hiberfil.sys file, and turns off your computer. By default, the size of the hidden system protected file C:\\hiberfil.sys is 40% of the total amount of RAM installed. Disabling hibernation will also disable fast startup, and hibernate will no longer show in the Power menu. It is not recommended to turn it off on mobile devices.",
      "RU": "Гибернация — это энергосберегающее состояние, используемое в основном для мобильных устройств. В отличии от спящего режима, гибернация сохраняет открытые документы и программы на системный накопитель в файл \nC:\\hiberfil.sys, а затем выключает компьютер. По умолчанию размер скрытого системного файла C:\\hiberfil.sys составляет 40 % от общего объема установленной оперативной памяти. При отключении гибернации будет также отключен быстрый запуск, и скроется соответствующий пункт в меню питания. Не рекомендуется выключать на мобильных устройствах.",
      "DE": "Hibernation ist ein Stromsparzustand, der vor allem bei Laptops verwendet wird. Im Gegensatz zum Ruhezustand werden im Ruhezustand die geöffneten Dokumente und Programme auf dem Systemlaufwerk in der Datei \nC:\\hiberfil.sys abgelegt und der Computer ausgeschaltet. Standardmäßig beträgt die Größe der versteckten systemgeschützten Datei C:\\hiberfil.sys 40 % des gesamten installierten Arbeitsspeichers. Durch die Deaktivierung des Ruhezustands wird auch der Schnellstart deaktiviert, und der Ruhezustand wird nicht mehr im Menü Energie angezeigt. Es wird nicht empfohlen, den Ruhezustand auf mobilen Geräten zu deaktivieren.",
      "UA": "Гібернація — це енергозберігаючий стан, який використовується в основному для мобільних пристроїв. На відміну від сплячого режиму, гібернація зберігає відкриті документи та програми на системний накопичувач у файл \nC:\\hiberfil.sys, а потім вимикає комп'ютер. За замовчуванням розмір прихованого системного файлу C:\\hiberfil.sys становить 40 % від загального обсягу встановленої оперативної пам'яті. При відключенні гібернації буде також відключено швидкий запуск, і приховається відповідний пункт в меню живлення. Не рекомендується вимикати на мобільних пристроях.",
      "IT": "Ibernazione è uno stato di risparmio energetico utilizzato principalmente per laptop. A differenza della sospensione, l'ibernazione mette i documenti e i programmi aperti sull'unità di sistema nel file C: \\ hiberfil.sys e spegne il computer. Per impostazione predefinita, la dimensione del file protetto del sistema nascosto C: \\ hiberfil.sys è il 40% della quantità totale di RAM installata. Disabilitare l'ibernazione disabiliterà anche l'avvio rapido e l'ibernazione non verrà più visualizzato nel menu di alimentazione.Non è consigliato spegnerlo sui dispositivi mobili.",
      "TR": "Hazırda Bekletme, öncelikle dizüstü bilgisayarlar için kullanılan bir güç tasarrufu durumudur. Uyku modundan farklı olarak, hazırda bekletme modu, sistem sürücüsündeki açık belgelerinizi ve programlarınızı \nC:\\hiberfil.sys dosyasına koyar ve bilgisayarınızı kapatır. Varsayılan olarak, gizli sistem korumalı C:\\hiberfil.sys dosyasının boyutu, kurulu toplam RAM miktarının %40'ıdır. Hazırda bekletme modunun devre dışı bırakılması ayrıca hızlı başlatmayı da devre dışı bırakır ve hazırda bekletme modu artık Güç menüsünde gösterilmez. Mobil cihazlarda kapatmanız önerilmez."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 305,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 306,
    "Header": {
      "EN": "The temp environment variable path",
      "RU": "Путь переменной среды для временных файлов",
      "DE": "Pfad der temporären Umgebungsvariablen",
      "UA": "Шлях змінного середовища для тимчасових файлів",
      "IT": "Percorso cartella per i file temporanei",
      "TR": "Geçici ortam değişkeni yolu"
    },
    "Description": {
      "EN": "Use only in case if you are the only user on this PC, otherwise all users will use the same folder for all temporary files.",
      "RU": "Используйте только в случае, если вы единственный пользователь на ПК, иначе все пользователи будут использовать одну и ту же папка для временных файлов.",
      "DE": "Diese Option nur verwenden, wenn Sie der einzige Benutzer auf diesem PC sind, da sonst alle Benutzer denselben Ordner für alle temporären Dateien verwenden.",
      "UA": "Використовуйте тільки у випадку, якщо ви єдиний користувач ПК, інакше всі користувачі будуть використовувати одну й ту саму папку для тимчасових файлів.",
      "IT": "Utilizzare Solo nel caso in cui si sia l'unico utente su questo PC, altrimenti tutti gli utenti utilizzeranno la stessa cartella per tutti i file temporanei.",
      "TR": "Yalnızca bu bilgisayardaki tek kullanıcıysanız kullanın, aksi takdirde tüm kullanıcılar tüm geçici dosyalar için aynı klasörü kullanır."
    },
    "Type": "AdvancedRadioGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 307,
        "ChildHeader": {
          "EN": "%SystemDrive%\\Temp",
          "RU": "%SystemDrive%\\Temp",
          "DE": "%SystemDrive%\\Temp",
          "UA": "%SystemDrive%\\Temp",
          "IT": "%SystemDrive%\\Temp",
          "TR": "%SystemDrive%\\Temp"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 308,
        "ChildHeader": {
          "EN": "%LOCALAPPDATA%\\Temp (default)",
          "RU": "%LOCALAPPDATA%\\Temp (по умолчанию)",
          "DE": "%LOCALAPPDATA%\\Temp (standardmäßig)",
          "UA": "%LOCALAPPDATA%\\Temp (за замовчуванням)",
          "IT": "%LOCALAPPDATA%\\Temp (default)",
          "TR": "%LOCALAPPDATA%\\Temp (varsayılan)"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 306,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 309,
    "Header": {
      "EN": "Enable the Windows 260 character path limit",
      "RU": "Включить ограничение Windows на 260 символов в пути",
      "DE": "Windows-Pfadbegrenzung auf 260 Zeichen aktivieren",
      "UA": "Увімкнути обмеження Windows до 260 символів у шляху",
      "IT": "Abilita il limite di caratteri dei percorsi a 260",
      "TR": "Windows 260 karakter yolu sınırını etkinleştirin"
    },
    "Description": {
      "EN": "By default, the maximum path length limit in Windows is 260 characters. A local path is structured in the following order: drive letter, colon, backslash, name components separated by backslashes, and a terminating null character.",
      "RU": "По умолчанию максимальная длина пути в Windows составляет 260 символов. Локальный путь строится в следующем порядке: буква диска, двоеточие, обратная косая черта, компоненты имени, разделенные обратными косыми чертами, и завершающий нулевой символ.",
      "DE": "Standardmäßig hat Windows eine Gesamlänge von 260 Zeichen für Pfade. Einer lokale Pfad ist wie folgt strukturiert: Laufwerksbuchstabe, Doppelpunkt, Rücktaste, Namensbestandteile (getrennt durch Rücktasten) und ein abschließendes Nullbyte.",
      "UA": "За замовчуванням максимальна довжина шляху в Windows складає 260 символів. Локальний шлях будується у наступному порядку: буква диску, двокрапка, зворотна коса риска, компоненти імені, які розділені зворотними косими рисами, і завершуючий нульовий символ.",
      "IT": "Per impostazione predefinita, il limite massimo di lunghezza del percorso in Windows è 260 caratteri. Un percorso locale è strutturato nel seguente ordine: Lettera di unità, due punti, barra, nome cartell separati da barre indietro e un carattere null terminale.",
      "TR": "Varsayılan olarak, Windows'ta maksimum yol uzunluğu sınırı 260 karakterdir. Bir yerel yol şu sırayla yapılandırılmıştır: sürücü harfi, iki nokta üst üste, ters eğik çizgi, ters eğik çizgilerle ayrılmış ad bileşenleri ve bir sonlandırıcı boş karakter."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 309,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 310,
    "Header": {
      "EN": "Display Stop error code when BSoD occurs",
      "RU": "Отображать код Stop-ошибки при появлении BSoD",
      "DE": "Stop-Fehlercodes beim Auftreten von BSoD anzeigen",
      "UA": "Відображати код Stop-помилки при появі BSoD",
      "IT": "Mostra il codice di errore quando si verifica un BSOD",
      "TR": "BSoD oluştuğunda Dur hata kodunu görüntüle"
    },
    "Description": {
      "EN": "By default, Windows does not display a Stop error code when a BSoD occurs, which helps to identify the causes of a BSoD.",
      "RU": "По умолчанию Windows не отображает код Stop-ошибки при появлении BSoD, который помогает выявлять причины появления BSoD.",
      "DE": "Standardmäßig zeigt Windows beim Auftreten eines BSoDs keinen Stop-Fehlercode an, was bei der Ermittlung der Ursachen eines BSoDs hilfreich ist.",
      "UA": "За замовчуванням Windows не відображає код Stop-помилки при появі BSoD, який допомагає виявляти причини появи BSoD.",
      "IT": "Per impostazione predefinita, Windows non visualizza un codice di errore quando si verifica un BSOD, che aiuterebbe a identificare le cause di un BSOD.",
      "TR": "Varsayılan olarak Windows, bir BSoD oluştuğunda, bir BSoD'nin nedenlerini belirlemeye yardımcı olan bir Dur hata kodu görüntülemez."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 310,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 311,
    "Header": {
      "EN": "Enable access to mapped drives from app running with elevated permissions with Admin Approval Mode",
      "RU": "Включить доступ к сетевым дискам при включенном режиме одобрения администратором при доступе из программ, запущенных с повышенными правами",
      "DE": "Den Zugriff auf zugeordnete Laufwerke von einer Anwendung, die mit erweiterten Berechtigungen im Freigabemodus für Administratoren läuft",
      "UA": "Увімкнути доступ до мережевих дисків при увімкненому режимі схвалення адміністратором при доступі з додатків, запущених із підвищеними правами",
      "IT": "Permetti l'accesso ai dischi mappati alle app eseguite come amministratore",
      "TR": "Yönetici Onay Modu ile yükseltilmiş izinlerle çalışan uygulamadan eşlenen sürücülere erişimi etkinleştirin"
    },
    "Description": {
      "EN": "Enabled UAC with the default settings does not allow access to mapped network drives from applications running in administrator mode. This means that if you run the command line or a file manager with elevated privileges, they will not show the drive letters of the mounted network folders.",
      "RU": "Включенный UAC с настройками по умолчанию не позволяет получить доступ к подключенным сетевым дискам из приложений, запущенных в привилегированном режиме. Это означает, что при запуске командной строки или файлового менеджера с повышенными правами, в них не будут видны буквы дисков смонтированных сетевых папок.",
      "DE": "Aktivierte UAC mit den Standardeinstellungen erlaubt keinen Zugriff auf zugeordnete Netzlaufwerke von Anwendungen, die im Administratormodus ausgeführt werden. Das heißt, wenn Sie die Befehlszeile oder einen Dateimanager mit erhöhten Rechten ausführen, werden die Laufwerksbuchstaben der eingebundenen Netzwerkordner nicht angezeigt.",
      "UA": "Увімкнений UAC із налаштуваннями за замовчуванням не дозволяє отримати доступ до підключених мережевих дисків із додатків, запущених у привілейованому режимі. Це означає, що при запуску командного рядка або файлового менеджера з підвищеними правами, в них не буде видно літер дисків змонтованих мережевих папок.",
      "IT": "L'UAC abilitato con le impostazioni predefinite non consente l'accesso a unità di rete mappate da applicazioni in esecuzione in modalità amministratore. Ciò significa che se si esegue la riga di comando o un file manager con privilegi elevati, non mostreranno le lettere di unità delle cartelle di rete montate.",
      "TR": "Varsayılan ayarlarla etkinleştirilen UAC, yönetici modunda çalışan uygulamalardan eşlenen ağ sürücülerine erişime izin vermez. Bu, komut satırını veya yükseltilmiş ayrıcalıklara sahip bir dosya yöneticisini çalıştırırsanız, bağlı ağ klasörlerinin sürücü harflerini göstermeyecekleri anlamına gelir."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 311,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 312,
    "Header": {
      "EN": "Enable downloading updates with delivery optimization",
      "RU": "Включить загрузку обновлений с помощью оптимизации доставки",
      "DE": "Herunterladen von Updates mit Übermittlungsoptimierung aktivieren",
      "UA": "Увімкнути завантаження оновлень за допомогою оптимізації доставки",
      "IT": "Abilita il download degli aggiornamenti con l'ottimizzazione recapito",
      "TR": "Teslimat optimizasyonu ile güncellemeleri indirmeyi etkinleştirin"
    },
    "Description": {
      "EN": "Windows Update Delivery Optimization works by letting you get Windows updates and Microsoft Store apps from sources in addition to Microsoft, like other PCs on your local network, or PCs on the Internet that are downloading the same files. Delivery Optimization also sends updates and apps from your PC to other PCs on your local network or PCs on the Internet, based on your settings. Sharing this data between PCs helps reduce the Internet bandwidth that's needed to keep more than one device up to date or can make downloads more successful if you have a limited or unreliable Internet connection.",
      "RU": "Оптимизация доставки центра обновления Windows работает, позволяя получать обновления для Windows и приложения Microsoft Store из источников в дополнение к Microsoft, например другим компьютерам в локальной сети или компьютерам в Интернете, которые загружают эти же файлы. Оптимизация доставки также отправляет обновления и приложения с компьютера на другие компьютеры в локальной сети или на компьютеры в Интернете на основе ваших настроек. Обмен данными между компьютерами помогает сократить пропускную способность Интернета, необходимую для поддержания более чем одного устройства, и может сделать загрузку более успешной, если у вас есть ограниченное или ненадежное Интернет-соединение.",
      "DE": "Die Übermittlungsoptimierung von Windows-Updates ermöglicht es Ihnen, Windows-Updates und Microsoft Store-Apps nicht nur von Microsoft, sondern auch von anderen PCs in Ihrem lokalen Netzwerk oder PCs im Internet zu beziehen, die dieselben Dateien herunterladen. Die Übermittlungsoptimierung sendet auch Updates und Anwendungen von Ihrem PC an andere PCs in Ihrem lokalen Netzwerk oder PCs im Internet, je nach Ihren Einstellungen. Die gemeinsame Nutzung dieser Daten zwischen PCs trägt dazu bei, die Internet-Bandbreite zu reduzieren, die benötigt wird, um mehr als ein Gerät auf dem neuesten Stand zu halten, oder kann Downloads erfolgreicher machen, wenn Sie eine begrenzte oder unzuverlässige Internetverbindung haben.",
      "UA": "Оптимізація доставки центру оновлення Windows працює, дозволяючи отримувати оновлення для Windows і додатки Microsoft Store з джерел в придачу до Microsoft, наприклад, інших комп'ютерів у локальній мережі або комп'ютерів в Інтернеті, які завантажують ті ж файли. Оптимізація доставки також надсилає оновлення та програми з комп'ютера на інші комп'ютери в локальній мережі або на комп'ютери в Інтернеті на основі ваших налаштувань. Обмін даними між комп'ютерами допомагає скоротити пропускну здатність Інтернету, необхідну для підтримки більш ніж одного пристрою, і може зробити завантаження успішнішим, якщо у вас є обмежене або ненадійне підключення до Інтернету.",
      "IT": "Windows Update Ottimizzazione recapito funziona permettendoti di ottenere aggiornamenti di Windows e APP di Microsoft Store da fonti oltre a Microsoft, come altri PC sulla rete locale o PC su Internet che scaricano gli stessi file. L'ottimizzazione recapito invia anche aggiornamenti ad altri PC sulla rete locale o su Internet, in base alle tue impostazioni. La condivisione di questi dati tra PC aiuta a ridurre la larghezza di banda Internet che è necessario per mantenere più di un dispositivo aggiornato. Permrtte quindi di eseguire il download se si dispone di una connessione Internet limitata o inaffidabile.",
      "TR": "Windows Update Teslimat Optimizasyonu, yerel ağınızdaki diğer bilgisayarlar veya aynı dosyaları indiren İnternetteki bilgisayarlar gibi Microsoft'a ek olarak kaynaklardan Windows güncellemeleri ve Microsoft Store uygulamaları almanıza izin vererek çalışır. Teslimat Optimizasyonu ayrıca, ayarlarınıza bağlı olarak bilgisayarınızdan yerel ağınızdaki diğer bilgisayarlara veya İnternet'teki bilgisayarlara güncellemeler ve uygulamalar gönderir. Bu verilerin bilgisayarlar arasında paylaşılması, birden fazla cihazı güncel tutmak için gereken İnternet bant genişliğini azaltmaya yardımcı olur veya sınırlı veya güvenilmez bir İnternet bağlantınız varsa indirme işlemlerini daha başarılı hale getirebilir."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 312,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 313,
    "Header": {
      "EN": "Always wait for the network at computer startup and logon for workgroup networks",
      "RU": "Всегда ждать сеть при запуске и входе в систему для рабочих групп",
      "DE": "Bei Arbeitsgruppennetzwerken beim Starten des Computers und bei der Anmeldung immer auf das Netzwerk warten",
      "UA": "Завжди зачікувати мережу під час запуску та входу в систему для робочих груп",
      "IT": "Attendi sempre l'inizializzazione della rete all'avvio del computer e all'accesso per le reti del gruppo di lavoro",
      "TR": "Her zaman bilgisayar başlangıcında ağı bekleyin ve çalışma grubu ağlarında oturum açın"
    },
    "Description": {
      "EN": "To reduce login time Windows does not wait for the network to be fully initialized at startup or login. Policy settings apply asynchronously when the computer starts and when the user signs in. As a result operating system does not wait for the network to be fully initialized at startup and sign-in. Existing users are logged on by using cached credentials. This reduces log-in times. Group Policy is applied in the background after the network becomes available.",
      "RU": "Для сокращения времени входа в систему Windows не ждет полной инициализации сети при запуске или входе в систему. Параметры политики применяются асинхронно при запуске компьютера и при входе пользователя в систему. В результате операционная система не ждет полной инициализации сети при запуске и входе в систему. Существующие пользователи входят в систему, используя кэшированные учетные данные. Это сокращает время входа в систему. Групповая политика применяется в фоновом режиме после того, как сеть становится доступной.",
      "DE": "Um die Anmeldezeit zu verkürzen, wartet Windows nicht darauf, dass das Netzwerk beim Start oder bei der Anmeldung vollständig initialisiert wird. Die Richtlinieneinstellungen werden asynchron beim Start des Computers und bei der Anmeldung des Benutzers angewendet. Daher wartet das Betriebssystem nicht darauf, dass das Netzwerk beim Starten und bei der Anmeldung vollständig initialisiert wird. Vorhandene Benutzer werden mit zwischengespeicherten Anmeldedaten angemeldet. Dies verkürzt die Anmeldezeiten. Die Gruppenrichtlinien werden im Hintergrund angewendet, nachdem das Netzwerk verfügbar ist.",
      "UA": "Для скорочення часу входу в систему Windows не чекає повної ініціалізації мережі під час запуску або входу в систему. Параметри політики застосовуються асинхронно під час запуску комп'ютера та входу користувача до системи. В результаті операційна система не чекає повної ініціалізації мережі при запуску та вході в систему. Існуючі користувачі входять до системи, використовуючи кешовані облікові дані. Це скорочує час входу до системи. Групова політика застосовується у фоновому режимі після того, як мережа стає доступною.",
      "IT": "Per ridurre il tempo di accesso Windows non attende che la rete sia completamente inizializzata all'avvio o all'accesso.",
      "TR": "Oturum açma süresini azaltmak için Windows, başlatma veya oturum açma sırasında ağın tamamen başlatılmasını beklemez. İlke ayarları, bilgisayar başlatıldığında ve kullanıcı oturum açtığında eşzamansız olarak uygulanır. Sonuç olarak işletim sistemi, ağın tamamen dolmasını beklemez. başlatma ve oturum açma sırasında başlatıldı.Mevcut kullanıcılar önbelleğe alınmış kimlik bilgileri kullanılarak oturum açar.Bu, oturum açma sürelerini azaltır.Grup İlkesi, ağ kullanılabilir hale geldikten sonra arka planda uygulanır."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 313,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 314,
    "Header": {
      "EN": "Let Windows manage my default printer",
      "RU": "Разрешать Windows управлять принтером, используемым по умолчанию",
      "DE": "Windows meinen Standarddrucker verwalten lassen",
      "UA": "Дозволяти Windows керувати принтером, який використовується за замовчуванням",
      "IT": "Consentire Windows di gestire la mia stampante predefinita",
      "TR": "Windows'un varsayılan yazıcımı yönetmesine izin ver"
    },
    "Description": {
      "EN": "By default, Windows make the last used printer as the default one.",
      "RU": "По умолчанию Windows запоминает последний используемый принтер как принтер по умолчанию.",
      "DE": "In der Standardeinstellung macht Windows den zuletzt verwendeten Drucker zum Standarddrucker.",
      "UA": "За промовчанням Windows запам'ятовує останній використовуваний принтер як принтер за замовчуванням.",
      "IT": "Per impostazione predefinita, Windows rendono l'ultima stampante utilizzata come quella predefinita.",
      "TR": "Varsayılan olarak, Windows son kullanılan yazıcıyı varsayılan yazıcı yapar."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 314,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 315,
    "Header": {
      "EN": "Receive updates for other Microsoft products",
      "RU": "Получать обновления для других продуктов Майкрософт",
      "DE": "Updates für andere Microsoft-Produkte erhalten",
      "UA": "Отримувати оновлення для інших продуктів Майкрософт",
      "IT": "Ricevi aggiornamenti per altri prodotti Microsoft",
      "TR": "Diğer Microsoft ürünleri için güncellemeleri alın"
    },
    "Description": {
      "EN": "Get Microsoft Office and other updates together with Windows updates.",
      "RU": "Получайте Microsoft Office и другие обновления вместе с обновленями Windows.",
      "DE": "Microsoft Office und andere Updates zusammen mit Windows-Updates holen.",
      "UA": "Отримуйте Microsoft Office та інші оновлення разом з оновленнями Windows.",
      "IT": "Ottieni Microsoft Office e altri aggiornamenti insieme agli aggiornamenti di Windows.",
      "TR": "Windows güncellemeleriyle birlikte Microsoft Office ve diğer güncellemeleri alın."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 315,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 316,
    "Header": {
      "EN": "Choose the power plan",
      "RU": "Выбор схемы управления питанием",
      "DE": "Energiesparplan auswählen",
      "UA": "Вибір схеми керування живленням",
      "IT": "Scegli il piano energetico",
      "TR": "Güç planını seçin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 317,
        "ChildHeader": {
          "EN": "High performance",
          "RU": "Высокая производительность",
          "DE": "Hohe Leistung",
          "UA": "Висока продуктивність",
          "IT": "Prestazioni elevate",
          "TR": "Yüksek performans"
        },
        "ChildDescription": {
          "EN": "It is not recommended to turn on the \"High performance\" power scheme on laptops.",
          "RU": "Не рекомендуется включать схему управления питанием \"Высокая производительность\" для ноутбуков.",
          "DE": "Es wird nicht empfohlen, einen Energiesparplan \"Hohe Leistung\" auf einem Laptop verwenden.",
          "UA": "Не рекомендовано вмикати схему керування живленням \"Висока продуктивність\" для ноутбуків.",
          "IT": "It is not recommended to turn on the \"High performance\" power scheme on laptops.",
          "TR": "Dizüstü bilgisayarlarda \"Yüksek performans\" güç düzenini açmanız önerilmez."
        },
        "Type": "RadioButton"
      },
      {
        "Id": 318,
        "ChildHeader": {
          "EN": "Balanced",
          "RU": "Сбалансированная",
          "DE": "Ausgeglichen",
          "UA": "Збалансована",
          "IT": "Equilibrata",
          "TR": "Dengeli"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 316,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 319,
    "Header": {
      "EN": "Use the latest installed .NET Framework runtime for all apps",
      "RU": "Использовать последнюю установленную среду выполнения .NET Framework для всех приложений",
      "DE": "Neueste installierte .NET Framework-Laufzeitumgebung für alle Anwendungen verwenden",
      "UA": "Використовувати останнє встановлене середовище виконання .NET Framework для всіх програм",
      "IT": "Utilizzare l'ultima versione del runtime .NET Framework installato per tutte le app",
      "TR": "Tüm uygulamalar için en son yüklenen .NET Framework çalışma zamanını kullanın"
    },
    "Description": {
      "EN": "If an app requires the legacy .NET Framework 2.0, 3.0, or 3.5 to be installed, enabling this feature will force the application to use the latest installed .NET Framework version.",
      "RU": "Если для работы приложения требуется установка устаревшего .NET Framework 2.0, 3.0 или 3.5, включение данной функции заставит приложение принудительно использовать последнюю установленную версию .NET Framework.",
      "DE": "Wenn für eine Anwendung das ältere .NET Framework 2.0, 3.0 oder 3.5 installiert sein muss, erzwingt die Aktivierung dieser Funktion, dass die Anwendung die neueste installierte .NET Framework-Version verwendet.",
      "UA": "Якщо для роботи програми потрібна установка застарілого .NET Framework 2.0, 3.0 або 3.5, увімкнення цієї функції змусить програму примусово використовувати останню версію .NET Framework.",
      "IT": "Se un'app richiede che l'eredità .NET Framework 2.0, 3.0, o 3.5 da installare, abilitando questa funzione forzerà l'applicazione per utilizzare la versione più recente .NET Framework installata.",
      "TR": "Bir uygulama eski .NET Framework 2.0, 3.0 veya 3.5'in yüklenmesini gerektiriyorsa, bu özelliğin etkinleştirilmesi uygulamayı en son yüklenen .NET Framework sürümünü kullanmaya zorlar."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 319,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 320,
    "Header": {
      "EN": "Allow the computer to turn off the network adapters to save power",
      "RU": "Разрешить отключение всех сетевых адаптеров для экономии энергии",
      "DE": "Dem Computer erlauben, die Netzwerkadapter auszuschalten, um Strom zu sparen",
      "UA": "Дозволити відключення всіх мережевих адаптерів для економії енергії",
      "IT": "Consentire al computer di spegnere gli adattatori di rete per risparmiare energia",
      "TR": "Güçten tasarruf etmek için bilgisayarın ağ bağdaştırıcılarını kapatmasına izin verin"
    },
    "Description": {
      "EN": "It is not recommended to turn off the network adapters to save power on laptops.",
      "RU": "Не рекомендуется отключать все сетевые адаптеры для экономии энергии на ноутбуках.",
      "DE": "Es wird nicht empfohlen, die Netzwerkadapter auszuschalten, um bei Laptops Strom zu sparen.",
      "UA": "Не рекомендується відключати всі адаптери для економії енергії на ноутбуках.",
      "IT": "Non è consigliato disattivare gli adattatori di rete per risparmiare energia sui laptop.",
      "TR": "Dizüstü bilgisayarlarda güç tasarrufu yapmak için ağ bağdaştırıcılarının kapatılması önerilmez."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 320,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 321,
    "Header": {
      "EN": "Override for default input method",
      "RU": "Переопределить метод ввода по умолчанию",
      "DE": "Standard-Eingabemethode überschreiben",
      "UA": "Перевизначити метод введення за замовчуванням",
      "IT": "Sovrascrivi il metodo di input predefinito",
      "TR": "Varsayılan giriş yöntemi için geçersiz kıl"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "RadioGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 322,
        "ChildHeader": {
          "EN": "Use language list",
          "RU": "Использовать список языков",
          "DE": "Sprachliste verwenden",
          "UA": "Використовувати список мов",
          "IT": "Usando la lista lingue",
          "TR": "Dil listesini kullan"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 323,
        "ChildHeader": {
          "EN": "English",
          "RU": "Английский",
          "DE": "Englisch",
          "UA": "Англійська",
          "IT": "inglese",
          "TR": "İngilizce"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 321,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 324,
    "Header": {
      "EN": "Select folder to save screenshots when pressing Win+PrtScn",
      "RU": "Папка для сохранения скриншотов по нажатию Win+PrtScn",
      "DE": "Ordner zum Speichern von Screenshots auswählen beim Win+PrtScn drücken",
      "UA": "Папка для збереження скріншотів за натисканням Win+PrtScn",
      "IT": "Seleziona la cartella per salvare gli screenshot quando si preme Win + PRTSCN",
      "TR": "Win+PrtScn tuşlarına basarken ekran görüntülerinin kaydedileceği klasörü seçin"
    },
    "Description": {
      "EN": "Select the \"Desktop\" if you choose to remove OneDrive only (or it was uninstalled before), otherwise the backup functionality for the \"Desktop\" and \"Pictures\" folders in OneDrive breaks.",
      "RU": "Отмечайте пункт \"Рабочий стол\", только если вы выбрали удаление OneDrive (или он уже был удален), иначе ломается функционал резервного копирования для папок \"Рабочий стол\" и \"Изображения\" в OneDrive.",
      "DE": "\"Desktop\" auswählen, wenn Sie nur OneDrive entfernen möchten (oder es zuvor deinstalliert wurde), andernfalls wird die Sicherungsfunktion für die Ordner \"Desktop\" und \"Bilder\" in OneDrive unterbrochen.",
      "UA": "Позначайте пункт \"Робочий стіл\", тільки якщо ви обрали видалення OneDrive (або він вже був видалений), інакше ламається функціонал резервного копіювання для папок \"Робочий стіл\" та \"Зображення\" в OneDrive.",
      "IT": "Selezionare \"Desktop\" Se si sceglie di rimuovere solo OneDrive (o è stato disinstallato prima), altrimenti la funzionalità di backup per le cartelle \"Desktop\" e \"Immagini\" si romperanno in OneDrive.",
      "TR": "Yalnızca OneDrive'ı kaldırmayı seçerseniz (veya daha önce kaldırılmışsa), \"Masaüstü\"nü seçin, aksi takdirde OneDrive'daki \"Masaüstü\" ve \"Resimler\" klasörleri için yedekleme işlevi bozulur."
    },
    "Type": "RadioGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 325,
        "ChildHeader": {
          "EN": "Desktop",
          "RU": "Рабочий стол",
          "DE": "Desktop",
          "UA": "Робочий стіл",
          "IT": "Desktop",
          "TR": "Masaüstü"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 326,
        "ChildHeader": {
          "EN": "Pictures folder",
          "RU": "Папка \"Изображения\"",
          "DE": "Ordner \"Bilder\"",
          "UA": "Папка \"Зображення\"",
          "IT": "Immagini",
          "TR": "Resimler klasörü"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 324,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 327,
    "Header": {
      "EN": "Recommended troubleshooting",
      "RU": "Рекомендованные способы устранения ошибок",
      "DE": "Empfohlene Fehlerbehebung",
      "UA": "Рекомендовані способи усунення помилок",
      "IT": "Risoluzione dei problemi consigliati",
      "TR": "Önerilen sorun giderme"
    },
    "Description": {
      "EN": "Microsoft can recommend and run troubleshooters to fix issues. How much do you want Microsoft to help when there are issues on your device that troubleshooters might be able to fix?",
      "RU": "Корпорация Майкрософт может рекомендовать и запускать средства устранения неполадок для исправления ошибок. Хотите ли вы помогать Microsoft устранять неполадок при возникновении на вашем устройстве проблем?",
      "DE": "Microsoft kann Fehlerbehebungsprogramme empfehlen und ausführen, um Probleme zu beheben. Inwieweit möchten Sie, dass Microsoft Ihnen hilft, wenn es auf Ihrem Gerät Probleme gibt, die mit Hilfe von Troubleshootern behoben werden können?",
      "UA": "Корпорація Майкрософт може рекомендувати та запускати засоби усунення недоліків для виправлення помилок. Чи хотіли б ви допомагати Майкрософт усувати недоліки, якщо виникнуть проблеми?",
      "IT": "Microsoft può consigliare ed eseguire il programma di risoluzione dei problemi per correggere i problemi. Quanto vuoi che Microsoft ti aiuti quando ci sono problemi sul tuo dispositivo che il programma di risoluzione dei che problemi potrebbero essere in grado di risolvere?",
      "TR": "Microsoft, sorunları gidermek için sorun gidericiler önerebilir ve çalıştırabilir. Cihazınızda sorun gidericilerin çözebileceği sorunlar olduğunda Microsoft'un ne kadar yardım etmesini istiyorsunuz?"
    },
    "Type": "RadioGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 328,
        "ChildHeader": {
          "EN": "Run troubleshooters automatically, then notify",
          "RU": "Автоматически запускать средства устранения неполадок, а затем уведомлять",
          "DE": "Fehlerbehebungen automatisch durchführen und dann benachrichtigen",
          "UA": "Автоматично запускати засоби усунення недоліків, а потім сповіщувати",
          "IT": "Eseguire automaticamente il programma  di risoluzione dei problemi, quindi notifica",
          "TR": "Sorun gidericileri otomatik olarak çalıştırın, ardından bilgilendirin"
        },
        "ChildDescription": {
          "EN": "In order this feature to work the OS level of diagnostic data gathering will be set to \"Optional diagnostic data\", and the error reporting feature will be turned on.",
          "RU": "Чтобы данная функция заработала, уровень сбора диагностических сведений ОС будет установлен на \"Необязательные диагностические данные\" и включится создание отчетов об ошибках Windows.",
          "DE": "Damit diese Funktion funktioniert, muss die Betriebssystemebene der Diagnosedatenerfassung auf \"Optionale Diagnosedaten\" eingestellt und die Fehlerberichtsfunktion aktiviert werden.",
          "UA": "Щоб ця функція запрацювала, рівень збору діагностичних відомостей ОС буде встановлений на \"Необов'язкові діагностичні дані\" та увімкнеться створення звітів про помилки Windows.",
          "IT": "Per far funzionare questa funzione, il livello del sistema operativo della raccolta dei dati diagnostici sarà impostato su \"Dati diagnostici opzionali\" e la funzione di segnalazione degli errori verrà attivata.",
          "TR": "Bu özelliğin çalışması için tanısal veri toplamanın işletim sistemi seviyesi \"Opsiyonel tanılama verileri\" olarak ayarlanacak ve hata raporlama özelliği açılacaktır."
        },
        "Type": "RadioButton"
      },
      {
        "Id": 329,
        "ChildHeader": {
          "EN": "Ask me before running troubleshooter",
          "RU": "Спрашивать перед запуском средств устранения неполадок",
          "DE": "Mich fragen, bevor die Problembehandlung gestartet wird",
          "UA": "Запитувати перед запуском засобів усунення недоліків",
          "IT": "Chiedimi prima di eseguire la risoluzione dei problemi",
          "TR": "Sorun gidericiyi çalıştırmadan önce bana sor"
        },
        "ChildDescription": {
          "EN": "In order this feature to work the OS level of diagnostic data gathering will be set to \"Optional diagnostic data\", and the error reporting feature will be turned on.",
          "RU": "Чтобы заработала данная функция, уровень сбора диагностических сведений ОС будет установлен на \"Необязательные диагностические данные\" и включится создание отчетов об ошибках Windows.",
          "DE": "Damit diese Funktion funktioniert, muss die Betriebssystemebene der Diagnosedatenerfassung auf \"Optionale Diagnosedaten\" eingestellt und die Fehlerberichtsfunktion aktiviert werden.",
          "UA": "Щоб запрацювала дана функція, рівень збору діагностичних відомостей ОС буде встановлений на \"Необов'язкові діагностичні дані\" та ввімкнеться створення звітів про помилки Windows.",
          "IT": "Per far funzionare questa funzione, il livello del sistema operativo della raccolta dei dati diagnostici sarà impostato su \"Dati diagnostici opzionali\" e la funzione di segnalazione degli errori verrà attivata.",
          "TR": "Bu özelliğin çalışması için tanısal veri toplamanın işletim sistemi seviyesi \"Opsiyonel tanılama verileri\" olarak ayarlanacak ve hata raporlama özelliği açılacaktır."
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 327,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 330,
    "Header": {
      "EN": "Launch folder windows in a separate process",
      "RU": "Запускать окна с папками в отдельном процессе",
      "DE": "Ordnerfenster in einem separaten Prozess starten",
      "UA": "Запускати вікна із папками в окремому процесі",
      "IT": "Avvia esplora file in un processo separato",
      "TR": "Klasör pencerelerini ayrı bir işlemde başlatın"
    },
    "Description": {
      "EN": "By default, all File Explorer windows, including the desktop shell, run in a single explorer.exe process. If one File Explorer window hangs or crashes, it will cause the whole graphical shell to freeze until the process restarts. When enabled, each explorer.exe process will have its own process ID (PID) to improve stability of the explorer shell.",
      "RU": "По умолчанию все окна проводника, включая оболочку рабочего стола, запускаются в одном процессе explorer.exe. Если одно окно проводника зависает или аварийно завершается, это приведет к зависанию всей графической оболочки, пока процесс не перезапустится. Таким образом, каждый процесс explorer.exe будет иметь свой собственный идентификатор процесса (PID) для повышения стабильности оболочки проводника.",
      "DE": "Standardmäßig werden alle Datei-Explorer-Fenster, einschließlich der Desktop-Öberfläche, in einem einzigen Explorer.exe-Prozess ausgeführt. Wenn ein Datei-Explorer-Fenster hängen bleibt oder abstürzt, friert die gesamte grafische Desktop ein, bis der Prozess neu gestartet wird. Wenn diese Option aktiviert ist, hat jeder Explorer.exe-Prozess seine eigene Prozess-ID (PID), um die Stabilität des Explorer-Desktop zu verbessern.",
      "UA": "За замовчуванням, всі вікна провідника, включаючи оболонку робочого стола, запускаються в одному процесі explorer.exe. Якщо одне вікно провідника зависає або аварійно завершується, це призведе до зависання всієї графічної оболонки, доки процес не перезапуститься. Таким чином, кожен процес explorer.exe матиме власний ідентифікатор процесу (PID) для підвищення стабільності оболонки провідника.",
      "IT": "Per impostazione predefinita, tutte le istanze di esplora file, compreso l'interfaccia del desktop, eseguire in un unico processo Explorer.exe. Se una finestra di file Esplora si blocca o si blocca, farà crashare l'intera interfaccia grafica si congelare fino a quando il processo si riavvia.Se abilitato, ogni processo Explorer.exe avrà il proprio ID processo (PID) per migliorare la stabilità del guscio di Explorer.",
      "TR": "Varsayılan olarak, masaüstü kabuğu da dahil olmak üzere tüm Dosya Gezgini pencereleri tek bir explorer.exe işleminde çalışır. Bir Dosya Gezgini penceresi kilitlenirse veya çökerse, süreç yeniden başlayana kadar tüm grafik kabuğun donmasına neden olur. Etkinleştirildiğinde, gezgin kabuğunun kararlılığını artırmak için her explorer.exe işleminin kendi işlem kimliği (PID) olacaktır."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 330,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 331,
    "Header": {
      "EN": "Enable reserved storage",
      "RU": "Включить зарезервированное хранилище",
      "DE": "Reservierten Speicher aktivieren",
      "UA": "Увімкнути зарезервоване сховище",
      "IT": "Abilita lo spazio riservato",
      "TR": "Ayrılmış depolamayı etkinleştir"
    },
    "Description": {
      "EN": "To make sure your device can successfully update and that it runs its best, Windows reserves a portion of storage space on your device for use by temporary files, caches, and other files. When your device is low on space, Windows will clear reserved storage so it can be used for other processes, like a Windows update. Reserving storage also helps keep disk space usage on your device more predictable and more stable. After disabling the reserved storage will be deleted after the next update installation.",
      "RU": "Чтобы обеспечить возможность обновления вашего устройства, а также его наилучшую работу, Windows резервирует часть дискового пространства на вашем устройстве для кэша, временных и других файлов. Когда на устройстве заканчивается свободное место, Windows очищает зарезервированное хранилище, освобождая место для других процессов, например обновления Windows. Зарезервированное хранилище также помогает использовать дисковое пространство на вашем устройстве более предсказуемо и стабильно. Зарезервированное хранилище будет удалено после следующей установки обновлений.",
      "DE": "Um sicherzustellen, dass Ihr Gerät erfolgreich aktualisiert werden kann und optimal funktioniert, reserviert Windows einen Teil des Speicherplatzes auf Ihrem Gerät für temporäre Dateien, Caches und andere Dateien. Wenn der Speicherplatz auf dem Gerät knapp wird, leert Windows den reservierten Speicherplatz, damit er für andere Prozesse, z. B. ein Windows-Update, verwendet werden kann. Das Reservieren von Speicherplatz trägt auch dazu bei, dass die Nutzung des Speicherplatzes auf Ihrem Gerät vorhersehbarer und stabiler wird. Nach der Deaktivierung wird der reservierte Speicherplatz nach der nächsten Update-Installation gelöscht.",
      "UA": "Щоб забезпечити оновлення вашого пристрою, а також його найкращу роботу, Windows резервує частину дискового простору на вашому пристрої для кешу, тимчасових та інших файлів. Коли на пристрої закінчується вільне місце, Windows очищає зарезервоване сховище, звільнюючи місце для інших процесів, наприклад, оновлення Windows. Зарезервоване сховище також допомагає використовувати дисковий простір на вашому пристрої більш передбачуваним та стабільним. Зарезервоване сховище буде видалено після наступних встановлень оновлень.",
      "IT": "Per assicurarsi che il dispositivo possa aggiornarlo con successo e che esegue il meglio, Windows si riserva una porzione di spazio di archiviazione sul dispositivo per l'utilizzo da file temporanei, cache e altri file.Quando il tuo dispositivo è basso sullo spazio, Windows cancellerà l'archiviazione riservata in modo che possa essere utilizzato per altri processi, come un aggiornamento di Windows.L'archiviazione riservata aiuta anche a mantenere l'utilizzo dello spazio su disco sul tuo dispositivo più prevedibile e più stabile.Dopo aver disabilitato lo stoccaggio riservato verrà cancellato dopo l'installazione successiva di un aggiornamento.",
      "TR": "To cihazınızın başarıyla güncellendiğinden ve en iyi şekilde çalıştığından emin olun; Windows, geçici dosyalar, önbellekler ve diğer dosyalar tarafından kullanılmak üzere cihazınızdaki depolama alanının bir kısmını ayırır. Cihazınızda boş alan azaldığında, Windows, Windows güncellemesi gibi diğer işlemler için kullanılabilmesi için ayrılmış depolama alanını temizler. Depolama alanı ayırmak, cihazınızdaki disk alanı kullanımının daha öngörülebilir ve daha kararlı olmasına da yardımcı olur. Devre dışı bırakıldıktan sonra, ayrılmış depolama alanı bir sonraki güncelleme kurulumundan sonra silinecektir."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 331,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 332,
    "Header": {
      "EN": "Enable help look up via F1",
      "RU": "Включить открытие справки по нажатию F1",
      "DE": "Hilfe mit F1-Taste aktivieren",
      "UA": "Увімкнути відкриття довідки з натисканням F1",
      "IT": "Abilita cerca aiuto premendo F1",
      "TR": "F1 aracılığıyla yardım aramasını etkinleştir"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 332,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 333,
    "Header": {
      "EN": "Enable Num Lock at startup",
      "RU": "Включить Num Lock при загрузке",
      "DE": "Num Lock beim Systemstart aktivieren",
      "UA": "Увімкнути Num Lock під час завантаження",
      "IT": "Abilita il blocco numerico all'avvio",
      "TR": "Başlangıçta Num Lock'u etkinleştir"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 333,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 334,
    "Header": {
      "EN": "Enable Caps Lock",
      "RU": "Включить Caps Lock",
      "DE": "Feststelltaste aktivieren",
      "UA": "Увімкнути Caps Lock",
      "IT": "Abilita blocco maiuscolo",
      "TR": "Caps Lock'u etkinleştir"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 334,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 335,
    "Header": {
      "EN": "Keyboard shortcut for Sticky keys",
      "RU": "Сочетание клавиш для залипания клавиш",
      "DE": "Tastaturkürzel für Feststelltasten",
      "UA": "Поєднання клавіш для залипання клавіш",
      "IT": "Scorciatoia da tastiera per i tasti permanenti",
      "TR": "Yapışkan tuşlar için klavye kısayolu"
    },
    "Description": {
      "EN": "Press the Shift key 5 times to turn Sticky keys on or off.",
      "RU": "Нажмите клавишу SHIFT 5 раз, чтобы включить или выключить залипание клавиш.",
      "DE": "Die Umschalttaste 5x betätigen, um die Feststelltasten ein- oder auszuschalten.",
      "UA": "Натисніть клавішу SHIFT 5 разів, щоб увімкнути або вимкнути залипання клавіш.",
      "IT": "Premere il tasto Maiusc 5 volte per attivare o disattivare i tasti permanenti.",
      "TR": "Yapışkan tuşları açmak veya kapatmak için Shift tuşuna 5 kez basın"
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 335,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 336,
    "Header": {
      "EN": "Use AutoPlay for all media and devices",
      "RU": "Использовать автозапуск для всех носителей и устройств",
      "DE": "Automatische Wiedergabe für alle Medien und Geräte verwenden",
      "UA": "Використовувати автозавантаження для всіх носіїв та пристроїв",
      "IT": "Utilizzare AutoPlay per tutti i supporti e i dispositivi",
      "TR": "Tüm medya ve cihazlar için Otomatik Kullan'ı kullanın"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 336,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 337,
    "Header": {
      "EN": "Enable thumbnail cache removal",
      "RU": "Включить удаление кэша миниатюр",
      "DE": "Thumbnail-Cache entfernen aktivieren",
      "UA": "Увімкнути видалення кешу мініатюр",
      "IT": "Abilita la rimozione della cache delle miniature",
      "TR": "Küçük resim önbelleğini kaldırmayı etkinleştir"
    },
    "Description": {
      "EN": "Windows deletes automatically thumbnail cache after restart or shutdown, and File Explorer has to re-create thumbnails again. The thumbnail cache is stored as .db files located in the hidden \n%LOCALAPPDATA%\\Microsoft\\Windows\\Explorer folder.",
      "RU": "После перезагрузки или выключения Windows автоматически очищает кэш эскизов, и проводник пересоздаёт эскизы каждый раз заново. Кэш эскизов хранится в виде файлов .db, расположенных в скрытой папке \n%LOCALAPPDATA%\\Microsoft\\Windows\\Explorer.",
      "DE": "Windows löscht nach dem Neustart oder Herunterfahren automatisch den Miniaturbild-Cache und der Datei-Explorer muss die Miniaturbilder erneut erstellen. Der Miniaturbild-Cache wird als .db-Dateien im versteckten Ordner \n%LOCALAPPDATA%\\Microsoft\\Windows\\Explorer gespeichert.",
      "UA": "Після перезавантаження або вимкнення Windows автоматично очищує кеш ескізів, і провідник перестворює ескізи щоразу знову. Кеш ескізів зберігається у вигляді файлів .db, розташованих у прихованій папці \n%LOCALAPPDATA%\\Microsoft\\Windows\\Explorer.",
      "IT": "Windows Elimina automaticamente la cache delle miniature dopo il riavvio o l'arresto e esplora file deve ricreare nuovamente le miniature.La cache delle miniature è memorizzata come file .db situato nella cartella nascosta \n%LOCALAPPDATA%\\Microsoft\\Windows\\Explorer.",
      "TR": "Windows, yeniden başlatma veya kapatmadan sonra küçük resim önbelleğini otomatik olarak siler ve Dosya Gezgini, küçük resimleri yeniden oluşturması gerekir. Küçük resim önbelleği, gizli \n%LOCALAPPDATA%\\Microsoft\\Windows\\Explorer klasöründe bulunan .db dosyaları olarak depolanır."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 337,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 338,
    "Header": {
      "EN": "Restart apps after signing in",
      "RU": "Перезапустить приложения после входа",
      "DE": "Apps nach der Anmeldung neu starten",
      "UA": "Перезавантажити додатки після входу",
      "IT": "Riavvia le app dopo aver effettuato l'accesso",
      "TR": "Oturum açtıktan sonra uygulamaları yeniden başlatın"
    },
    "Description": {
      "EN": "Automatically save my restartable apps and restart them when I sign back in. If the program was run as administrator in the previous session, it will be restarted with non-admin permissions.",
      "RU": "Автоматическое сохранение моих перезапускаемых приложений при выходе из системы и перезапускать их после выхода. Если в предыдущем сеансе программа была запущена от имени администратора, она перезапускается с обычными правами.",
      "DE": "Automatisches Speichern meiner neu zu startenden Anwendungen und deren Neustart, wenn ich mich wieder anmelde. Wenn das Programm in der vorherigen Sitzung als Administrator ausgeführt wurde, wird es mit Nicht-Administrator-Berechtigungen neu gestartet.",
      "UA": "Автоматичне збереження моїх додатків, що перезапускаються при виході з системи і перезапускати їх після виходу. Якщо у попередньому сеансі програма була запущена від імені адміністратора, вона перезапускається із звичайними правами.",
      "IT": "Salvare automaticamente le mie app raivviabili e riavviarle quando ritorno. Se il programma è stato eseguito come amministratore nella sessione precedente, verrà riavviato con autorizzazioni non amministrative.",
      "TR": "Yeniden başlatılabilir uygulamalarımı otomatik olarak kaydedin ve tekrar oturum açtığımda yeniden başlatın. Program önceki oturumda yönetici olarak çalıştırılmışsa, yönetici olmayan izinlerle yeniden başlatılacaktır."
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 338,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 339,
    "Header": {
      "EN": "Enable \"Network Discovery\" and \"File and Printers Sharing\" for workgroup networks",
      "RU": "Включить сетевое обнаружение и общий доступ к файлам и принтерам для рабочих групп",
      "DE": "\"Netzwerkerkennung\" und \"Datei- und Druckerfreigabe\" für Arbeitsgruppennetzwerke aktivieren",
      "UA": "Увімкнути мережеве виявлення та загальний доступ до файлів та принтерів для робочих груп",
      "IT": "Abilita \"Discovery di rete\" e \"File e Stampanti condivise\" per le reti del gruppo di lavoro",
      "TR": "Çalışma grubu ağları için \"Ağ Keşfi\" ve \"Dosya ve Yazıcı Paylaşımı\"nı etkinleştirin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 339,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 340,
    "Header": {
      "EN": "Automatically adjust active hours for me based on daily usage",
      "RU": "Автоматически изменять период активности для этого устройства на основе действий",
      "DE": "Automatische Anpassung der aktiven Stunden für mich auf der Grundlage der täglichen Nutzung",
      "UA": "Автоматично змінювати період активності цього пристрою на основі дій",
      "IT": "Regolare automaticamente le ore attive per me in base all'utilizzo quotidiano",
      "TR": "Günlük kullanıma göre aktif saatleri benim için otomatik olarak ayarla"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 340,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 341,
    "Header": {
      "EN": "Restart as soon as possible to finish updating",
      "RU": "Перезапустить устройство как можно быстрее, чтобы завершить обновление",
      "DE": "Einen Neustart sobald wie möglich durchführen um die Aktualisierung abzuschließen",
      "UA": "Перезапустити пристрій якнайшвидше, щоб завершити оновлення",
      "IT": "Riavvia il prima possibile per terminare l'aggiornamento",
      "TR": "Güncellemeyi bitirmek için mümkün olan en kısa sürede yeniden başlatın"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "System",
    "ViewId": 341,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 342,
    "Header": {
      "EN": "Default terminal app",
      "RU": "Приложение терминала по умолчанию",
      "DE": "Standard-Terminal-App",
      "UA": "Додаток терміналу за замовчуванням",
      "IT": "App predefinita del terminale",
      "TR": "Varsayılan terminal uygulaması"
    },
    "Description": {
      "EN": "Set Windows Terminal as default terminal app to host the user interface for command-line applications.",
      "RU": "Установить Windows Terminal как приложение терминала по умолчанию для размещения пользовательского интерфейса для приложений командной строки.",
      "DE": "Standard-Terminalanwendung festlegen, die die Benutzeroberfläche für Befehlszeilenanwendungen bereitstellt.",
      "UA": "Встановити Windows Terminal як додаток терміналу за замовчуванням для розміщення інтерфейсу для додатків командного рядка.",
      "IT": "Imposta il terminale di Windows come app terminale predefinita per ospitare l'interfaccia utente per le applicazioni della riga di comando.",
      "TR": "Komut satırı uygulamaları için kullanıcı arabirimini barındırmak için Windows Terminalini varsayılan terminal uygulaması olarak ayarlayın."
    },
    "Type": "RadioGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 343,
        "ChildHeader": {
          "EN": "Windows Terminal",
          "RU": "Windows Terminal",
          "DE": "Windows Terminal",
          "UA": "Windows Terminal",
          "IT": "Terminal Windows",
          "TR": "Windows Terminal"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      },
      {
        "Id": 344,
        "ChildHeader": {
          "EN": "Windows Console Host",
          "RU": "Узел консоли Windows",
          "DE": "Windows Console Host",
          "UA": "Вузол консолі Windows",
          "IT": "Windows Console Host",
          "TR": "Windows Konsol Host"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 342,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 345,
    "Header": {
      "EN": "PC Health Check app",
      "RU": "Приложение \"Проверка работоспособности ПК\"",
      "DE": "PC-Integritätsprüfungsanwendung",
      "UA": "Програма \"Перевірка працездатності ПК\"",
      "IT": "L'app \"PC Health Check\"",
      "TR": "PC Sağlık Kontrolü uygulaması"
    },
    "Description": {
      "EN": "Uninstall the \"PC Health Check\" app and prevent it from installing in the future. The KB5005463 update installs the \"PC Health Check\" app to check if PC meets the system requirements of Windows 11.",
      "RU": "Удалить приложение \"Проверка работоспособности ПК Windows\" и заблокировать его установку в будущем. Обновление KB5005463 устанавливает приложение \"Проверка работоспособности ПК\" для проверки соответствия компьютера системным требованиям Windows 11.",
      "DE": "Deinstallieren Sie die PC-Integritätsprüfungsanwendung und verhindern Sie, dass sie in Zukunft installiert wird. Das Update KB5005463 installiert die PC-Integritätsprüfungsanwendung, um zu überprüfen, ob der PC die Systemanforderungen von Windows 11 erfüllt.",
      "UA": "Видалити програму \"Перевірка працездатності ПК Windows\" та заблокувати її встановлення в майбутньому. Оновлення KB5005463 встановлює програму \"Перевірка працездатності ПК\" для перевірки відповідності комп'ютера системним вимогам Windows 11.",
      "IT": "L'aggiornamento KB5005463 installa l'app \"PC Health Check\" per verificare se PC soddisfa i requisiti di sistema di Windows 11.",
      "TR": "\"PC Health Check\" uygulamasını kaldırın ve gelecekte yüklenmesini önleyin. KB5005463 güncellemesi, PC'nin Windows 11'in sistem gereksinimlerini karşılayıp karşılamadığını kontrol etmek için \"PC Health Check\" uygulamasını yükler."
    },
    "Type": "PcHealthCheckButtonGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 346,
        "ChildHeader": {
          "EN": "Uninstall",
          "RU": "Удалить",
          "DE": "Deinstallieren",
          "UA": "Видалити",
          "IT": "Disinstalla",
          "TR": "Kaldır"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      }
    ],
    "ViewId": 345,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 347,
    "Header": {
      "EN": "OneDrive",
      "RU": "OneDrive",
      "DE": "OneDrive",
      "UA": "OneDrive",
      "IT": "OneDrive",
      "TR": "OneDrive"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "OneDriveButtonGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 348,
        "ChildHeader": {
          "EN": "Install",
          "RU": "Установить",
          "DE": "Installieren",
          "UA": "Встановити",
          "IT": "Installa",
          "TR": "Kur"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      },
      {
        "Id": 349,
        "ChildHeader": {
          "EN": "Uninstall",
          "RU": "Удалить",
          "DE": "Deinstallieren",
          "UA": "Видалити",
          "IT": "Disinstalla",
          "TR": "Kaldır"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      }
    ],
    "ViewId": 347,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 350,
    "Header": {
      "EN": "The latest Microsoft Visual C++ Redistributable Packages 2015–2022 x64",
      "RU": "Последняя версия распространяемых пакетов Microsoft Visual C++ 2015–2022 x64",
      "DE": "Die neuesten Microsoft Visual C++ Redistributable Pakete 2015-2022 x64",
      "UA": "Остання версія розповсюджуваних пакетів Microsoft Visual C++ 2015–2022 x64",
      "IT": "Gli ultimi pacchetti ridistribuibili di Microsoft Visual C++ 2015–2022 x64",
      "TR": "En son Microsoft Visual C++ Yeniden Dağıtılabilir Paketleri 2015–2022 x64"
    },
    "Description": {
      "EN": "The Microsoft Visual C++ Redistributable Packages 2015–2022 x64 will be downloaded from the Microsoft resource (the internet connection required) and installed silently. Visual Studio versions since Visual Studio 2015 share the same redistributable files.",
      "RU": "Пакеты Visual C++ Redistributable 2015–2022 x64 будут скачаны с ресурса Microsoft (необходим доступ в интернет) и установлены в тихом режиме. Начиная с Visual Studio 2015, распространяемые компоненты C++ используют одни и те же файлы.",
      "DE": "Microsoft Visual C++ Redistributable Packages 2015–2022 x64 wird vom Microsoft-Website heruntergeladen (eine Internetverbindung ist erforderlich) und im Hintergrund installiert. Die verteilte C++-Komponenten verwenden die gleichen Redistributions-Dateien.",
      "UA": "Пакети Visual C++ Redistributable 2015–2022 x64 будуть завантажені з ресурсу Microsoft (необхідний доступ до Інтернету) та встановлені в тихому режимі. Починаючи з Visual Studio 2015, компоненти C++, що розповсюджуються, використовують одні і ті ж файли.",
      "IT": "La Microsoft Visual C++ Redistributable Packages 2015–2022 x64 Verrà scaricato dai server Microsoft (la connessione Internet è richiesta) e installali in silenziosamente. Visual Studio Versioni da Visual Studio 2015 Condividi gli stessi file.",
      "TR": "Microsoft Visual C++ Yeniden Dağıtılabilir Paketleri 2015–2022 x64, Microsoft kaynağından (internet bağlantısı gerekir) indirilecek ve sessizce yüklenecektir. Visual Studio 2015'ten bu yana Visual Studio sürümleri, aynı yeniden dağıtılabilir dosyaları paylaşır."
    },
    "Type": "MsCppPackageButtonGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 351,
        "ChildHeader": {
          "EN": "Install",
          "RU": "Установить",
          "DE": "Installieren",
          "UA": "Встановити",
          "IT": "Installa",
          "TR": "Kur"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      },
      {
        "Id": 352,
        "ChildHeader": {
          "EN": "Uninstall",
          "RU": "Удалить",
          "DE": "Deinstallieren",
          "UA": "Видалити",
          "IT": "Disinstalla",
          "TR": "Kaldır"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      }
    ],
    "ViewId": 350,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 353,
    "Header": {
      "EN": "The latest .NET Desktop Runtime 6 x86",
      "RU": "Последняя версия .NET Desktop Runtime 6 x86",
      "DE": "Neueste .NET Desktop Runtime 6 x86",
      "UA": "",
      "IT": "L'ultima versione del .NET Desktop Runtime 6 x86",
      "TR": "En son .NET Desktop Runtime 6 x86"
    },
    "Description": {
      "EN": "The .NET Desktop Runtime 6 x86 will be downloaded from the Microsoft resource (the internet connection required) and installed silently.",
      "RU": "Пакет .NET Desktop Runtime 6 x86 будет скачан с ресурса Microsoft (необходим доступ в интернет) и установлен в тихом режиме.",
      "DE": ".NET Desktop Runtime 6 x86 wird von der Microsoft-Ressource heruntergeladen (Internetverbindung erforderlich) und unbemerkt installiert.",
      "UA": "",
      "IT": "Il .NET Desktop Runtime 6 x86 verra scaricato dai server microsoft (connessione Internet richiesta) ed installato automaticamente.",
      "TR": ".NET Desktop Runtime 6 x86, Microsoft kaynağından (internet bağlantısı gereklidir) indirilecek ve sessizce yüklenecektir."
    },
    "Type": "MsNETButtonGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 354,
        "ChildHeader": {
          "EN": "Install",
          "RU": "Установить",
          "DE": "Installieren",
          "UA": "Встановити",
          "IT": "Installa",
          "TR": "Kur"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      },
      {
        "Id": 355,
        "ChildHeader": {
          "EN": "Uninstall",
          "RU": "Удалить",
          "DE": "Deinstallieren",
          "UA": "Видалити",
          "IT": "Disinstalla",
          "TR": "Kaldır"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      }
    ],
    "ViewId": 353,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 356,
    "Header": {
      "EN": "The latest .NET Desktop Runtime 6 x64",
      "RU": "Последняя версия .NET Desktop Runtime 6 x64",
      "DE": "Neueste .NET Desktop Runtime 6 x64",
      "UA": "",
      "IT": "L'ultima versione del .NET Desktop Runtime 6 x64",
      "TR": "En son .NET Desktop Runtime 6 x64"
    },
    "Description": {
      "EN": ".NET Desktop Runtime 6 x64 will be downloaded from the Microsoft resource (the internet connection required) and installed silently.",
      "RU": "Пакет .NET Desktop Runtime 6 x64 будет скачан с ресурса Microsoft (необходим доступ в интернет) и установлен в тихом режиме.",
      "DE": ".NET Desktop Runtime 6 x64 wird von der Microsoft-Ressource heruntergeladen (Internetverbindung erforderlich) und unbemerkt installiert.",
      "UA": "",
      "IT": "Il .NET Desktop Runtime 6 x64 verra scaricato dai server microsoft (connessione Internet richiesta) ed installato automaticamente.",
      "TR": ".NET Desktop Runtime 6 x64, Microsoft kaynağından (internet bağlantısı gereklidir) indirilecek ve sessizce yüklenecektir."
    },
    "Type": "MsNETButtonGroup",
    "Tag": "System",
    "ChildElements": [
      {
        "Id": 357,
        "ChildHeader": {
          "EN": "Install",
          "RU": "Установить",
          "DE": "Installieren",
          "UA": "Встановити",
          "IT": "Installa",
          "TR": "Kur"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      },
      {
        "Id": 358,
        "ChildHeader": {
          "EN": "Uninstall",
          "RU": "Удалить",
          "DE": "Deinstallieren",
          "UA": "Видалити",
          "IT": "Disinstalla",
          "TR": "Kaldır"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      }
    ],
    "ViewId": 356,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 500,
    "Header": {
      "EN": "Download and install the HEVC video codec (H.265)",
      "RU": "Скачать и установить видеокодек HEVC (H.265)",
      "DE": "HEVC Video Codec (H.265) herunterladen und installieren",
      "UA": "Завантажити та встановити відеокодек HEVC (H.265)",
      "IT": "Scarica e installa il codec video HEVC (H.265)",
      "TR": "HEVC video codec bileşenini indirin ve yükleyin (H.265)"
    },
    "Description": {
      "EN": "The codec allows you to open images and videos in .heif and .hevc formats, respectively.",
      "RU": "Кодек позволяет открывать изображения и видео в форматах .heif и .hevc соответственно.",
      "DE": "Mit diesem Codec können Sie Bilder und Videos im Format .heif und .hevc öffnen.",
      "UA": "Кодек дозволяє відкривати зображення та відео у форматах .heif та .hevc відповідно.",
      "IT": "Il codec ti consente di aprire immagini e video in formati .heif e .hevc, rispettivamente.",
      "TR": "Codec, görüntüleri ve videoları sırasıyla .heif ve .hevc biçimlerinde açmanıza olanak tanır."
    },
    "Type": "CheckBox",
    "Tag": "UwpApps",
    "ViewId": 500,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 501,
    "Header": {
      "EN": "Autostart Cortana",
      "RU": "Автозагрузка Кортаны",
      "DE": "Cortana automatisch starten",
      "UA": "Автозавантаження Кортани",
      "IT": "Autoavvia Cortana",
      "TR": "Cortana'yı otomatik başlat"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "UwpApps",
    "ViewId": 501,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 502,
    "Header": {
      "EN": "Enable Microsoft Teams autostarting",
      "RU": "Включить автозагрузку Microsoft Teams",
      "DE": "Microsoft Teams Autostart aktivieren",
      "UA": "Увімкнути автозавантаження Microsoft Teams",
      "IT": "Abilita l'autoavvio di Microsoft Teams",
      "TR": "Microsoft Teams otomatik başlatmayı etkinleştir"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "UwpApps",
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 503,
    "Header": {
      "EN": "Restore the Microsoft Store",
      "RU": "Восстановить Microsoft Store",
      "DE": "Microsoft Store wiederherstellen",
      "UA": "Відновити Microsoft Store",
      "IT": "Ripristina il Microsoft Store",
      "TR": "Microsoft Mağazasını Geri Yükle"
    },
    "Description": {
      "EN": "If the Microsoft Store is damaged or removed, you can restore it by downloading all the necessary dependencies from the Microsoft resource (Internet connection required). Downloading and installation can take up to 10 minutes. A console window will run when restoring so please do not close it. The console will automatically close when finished.",
      "RU": "При повреждении или удалении Microsoft Store его можно восстановить, скачав все необходимые зависимости с ресурса Microsoft (необходимо подключение к интернету). Скачивание и установка может занимать до 10 минут. Пожалуйста, не закрывайте консоль до ее автоматического закрытия.",
      "DE": "Wenn der Microsoft Store beschädigt oder entfernt wurde, können Sie ihn wiederherstellen, indem Sie alle erforderlichen Abhängigkeiten von der Microsoft-Ressource herunterladen (Internetverbindung erforderlich). Das Herunterladen und die Installation können bis zu 10 Minuten dauern. Bitte schließen Sie die Konsole nicht, bevor sie sich automatisch schließt.",
      "UA": "При пошкодженні або видаленні Microsoft Store ви можете відновити його, завантаживши всі необхідні залежності для ресурсів Microsoft (потрібне підключення до Інтернету). Завантаження і встановлення може зайняти до 10 хвилин. Будь ласка, не закривайте консоль, перш ніж вона буде автоматично закрита.",
      "IT": "Se il Microsoft Store è stato danneggiato o rimosso, puoi ripristinarlo scaricando le dipendenze necessarie dai server Microsoft (connessione a Internet richiesta). Il download e l'installazione possone richiedere fino a 10 minuti. No chiudere la console, si chiuderà automaticamente alla fine del processo.",
      "TR": "Microsoft Mağazası zarar görmüş veya kaldırılmışsa, gerekli tüm bağımlılıkları Microsoft kaynağından indirerek geri yükleyebilirsiniz (İnternet bağlantısı gerekir). İndirme ve kurulum 10 dakika kadar sürebilir. Geri yükleme sırasında bir konsol penceresi açılacaktır, bu yüzden lütfen kapatmayın. Bittiğinde konsol otomatik olarak kapanacaktır."
    },
    "Type": "AdvancedButtonGroup",
    "Tag": "UwpApps",
    "ChildElements": [
      {
        "Id": 504,
        "ChildHeader": {
          "EN": "Restore",
          "RU": "Восстановить",
          "DE": "Wiederherstellen",
          "UA": "Відновити",
          "IT": "Ripristina",
          "TR": "Geri Yükle"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "Button"
      }
    ],
    "ViewId": 503,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 600,
    "Header": {
      "EN": "Xbox Game Bar",
      "RU": "Xbox Game Bar",
      "DE": "Xbox Game Bar",
      "UA": "Xbox Game Bar",
      "IT": "Xbox Game Bar",
      "TR": "Xbox Game Bar"
    },
    "Description": {
      "EN": "To prevent popping up the \"You'll need a new app to open this ms-gamingoverlay\" warning, you need to disable the Xbox Game Bar app, even if you uninstalled it before.",
      "RU": "Чтобы предотвратить появление всплывающей ошибки \"Вам понадобится новое приложение, чтобы открыть этот ms-gamingoverlay\", вам необходимо отключить Xbox Game Bar, даже если вы удалили его ранее.",
      "DE": "Um zu verhindern, dass die Warnung \"Sie benötigen eine neue App, um dieses ms-gamingoverlay\" zu öffnen, müssen Sie die Xbox Game Bar-App deaktivieren, auch wenn Sie sie zuvor deinstalliert haben.",
      "UA": "Щоб запобігти появі спливаючої помилки \"Вам знадобиться нова програма, щоб відкрити цей ms-gamingoverlay\", вам необхідно відключити Xbox Game Bar, навіть якщо ви видалили його раніше.",
      "IT": "Per evitare lo spuntare di \"Hai bisogno di una nuova app per aprire questo ms-gamingoverlay\" ATTENZIONE, è necessario disabilitare l'app Xbox Game Bar, anche se lo ha disinstallato prima.",
      "TR": "\"Bu ms-gamingoverlay'i açmak için yeni bir uygulamaya ihtiyacınız olacak\" uyarısının açılmasını önlemek için, daha önce kaldırmış olsanız bile Xbox Game Bar uygulamasını devre dışı bırakmanız gerekir."
    },
    "Type": "CheckBox",
    "Tag": "Games",
    "ViewId": 600,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 601,
    "Header": {
      "EN": "Xbox Game Bar tips",
      "RU": "Советы Xbox Game Bar",
      "DE": "Xbox-Game-Bar-Tipps",
      "UA": "Поради Xbox Game Bar",
      "IT": "Consigli Xbox Game Bar",
      "TR": "Xbox Game Bar ipuçları"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Games",
    "ViewId": 601,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 602,
    "Header": {
      "EN": "Hardware-accelerated GPU scheduling",
      "RU": "Планирование графического процессора с аппаратным ускорением",
      "DE": "Hardware-beschleunigte GPU-Planung",
      "UA": "Планування графічного процесора з апаратним прискоренням",
      "IT": "Pianificazione GPU con accellerazione hardware",
      "TR": "Donanım hızlandırmalı GPU zamanlaması"
    },
    "Description": {
      "EN": "With the right hardware and drivers, Windows can offload most of GPU scheduling to a dedicated GPU-based scheduling processor. With the Hardware-Accelerated GPU Scheduling feature, the GPU's scheduling processor and memory (VRAM) takes over the same work and runs it in batches to render the frames. In that way, your GPU relieves the processor from some work and reduces latency to potentially make your PC run better.",
      "RU": "При наличии соответствующего оборудования и драйверов Windows может переложить большую часть планирования GPU на выделенный процессор планирования на основе GPU. Благодаря функции аппаратного ускорения GPU процессор планирования GPU и память (VRAM) берут на себя ту же работу и запускают ее в пакетном режиме для рендеринга кадров. Таким образом, ваш GPU освобождает процессор от некоторой работы и уменьшает задержку, чтобы потенциально улучшить работу вашего ПК.",
      "DE": "Mit richtiger Hardware und richtigen Treibern kann Windows den Großteil der GPU-Planung an einen speziellen GPU-basierten Planungsprozessor auslagern. Mit der Funktion \"Hardwarebeschleunigte GPU-Planung\" übernehmen der Planungsprozessor und der Speicher (VRAM) des Grafikprozessors die gleiche Arbeit und führen sie in Stapeln aus, um die Bilder zu rendern. Auf diese Weise entlastet der Grafikprozessor den Prozessor und verringert die Latenzzeit, wodurch Ihr PC möglicherweise besser läuft.",
      "UA": "За наявності відповідного обладнання та драйверів Windows може перекласти більшу частину планування GPU на виділений процесор планування на основі GPU. Завдяки функції апаратного прискорення GPU процесор планування GPU та пам'ять (VRAM) беруть на себе ту саму роботу та запускають її в пакетному режимі для рендерингу кадрів. Таким чином, ваш GPU звільняє процесор від деякої роботи та зменшує затримку, щоб потенційно покращити роботу вашого ПК.",
      "IT": "Con il giusto hardware e driver, Windows può scaricare la maggior parte della pianificazione della GPU per un processore di pianificazione basato sulla GPU dedicato.Con la funzione di pianificazione GPU accelerata ad hardware, il processore di pianificazione della GPU e la memoria (VRAM) prende lo stesso lavoro e lo esegue in lotti per renderizzare i fotogrammi. In questo modo, la GPU allevia il processore da qualche lavoro e riduce la latenza.",
      "TR": "Windows, doğru donanım ve sürücülerle GPU zamanlamasının çoğunu özel bir GPU tabanlı zamanlama işlemcisine aktarabilir. Donanım Hızlandırmalı GPU Zamanlama özelliğiyle, GPU'nun zamanlama işlemcisi ve belleği (VRAM) aynı işi üstlenir ve kareleri oluşturmak için gruplar halinde çalıştırır. Bu şekilde, GPU'nuz işlemciyi bazı çalışmalardan kurtarır ve potansiyel olarak PC'nizin daha iyi çalışmasını sağlamak için gecikmeyi azaltır."
    },
    "Type": "CheckBox",
    "Tag": "Games",
    "ViewId": 602,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 700,
    "Header": {
      "EN": "Windows Cleanup",
      "RU": "Очистка Windows",
      "DE": "Windows Datenbereinigung",
      "UA": "Очищення Windows",
      "IT": "Pulizia di Windows",
      "TR": "Windows Temizleme"
    },
    "Description": {
      "EN": "Create the \"Windows Cleanup\" scheduled task for cleaning up Windows unused files and updates under the SophiApp folder in the Task Scheduler. A native toast notification will be displayed where you can choose to snooze, run the cleanup task or dismiss.",
      "RU": "Создать задание \"Windows Cleanup\" по очистке неиспользуемых файлов и обновлений Windows в Планировщике заданий в папке SophiApp. Перед началом очистки всплывет нативный тост, где вы сможете выбрать отложить, запустить задание или отменить.",
      "DE": "Die geplante Aufgabe \"Windows-Bereinigung\" zum Bereinigen nicht verwendeter Windows-Dateien und -Updates im SophiApp-Ordner in der Aufgabenplanung anlegen. Es wird eine native Toast-Benachrichtigung angezeigt, in der Sie wählen können, ob Sie die Bereinigungsaufgabe in den Schlummermodus versetzen, ausführen oder beenden möchten.",
      "UA": "Створити завдання \"Windows Cleanup\" з очищення файлів та оновлень Windows, що не використовуються, у Планувальнику завдань у папці SophiApp. Перед початком очищення спливе нативний тост, де ви зможете обрати відкласти, запустити завдання або скасувати.",
      "IT": "Creare l'attività pianificata \"Windows Cleanup\" per la pulizia di file e aggiornamenti non utilizzati di Windows sotto la cartella SophiaPP nello scheduler di attività. Una notifica verrà visualizzata dove è possibile scegliere di  eseguire il compito di pulizia o noa.",
      "TR": "Görev Zamanlayıcı'daki SophiApp klasörü altında kullanılmayan Windows dosyalarını ve güncellemelerini temizlemek için \"Windows Temizleme\" zamanlanmış görevini oluşturun. Ertelemeyi, temizleme görevini çalıştırmayı veya kapatmayı seçebileceğiniz yerel bir tost bildirimi görüntülenecektir."
    },
    "Type": "IconWinCheckBox",
    "Tag": "TaskScheduler",
    "ViewId": 700,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 701,
    "Header": {
      "EN": "Clean up the Windows Updates download folder",
      "RU": "Очистка папки загрузки обновлений Windows",
      "DE": "Windows-Updates-Download-Ordner bereinigen",
      "UA": "Очищення папки завантаження оновлень Windows",
      "IT": "Pulisci la cartella di download degli aggiornamenti di Windows",
      "TR": "Windows Güncellemeleri indirme klasörünü temizleyin"
    },
    "Description": {
      "EN": "Create the \"SoftwareDistribution\" scheduled task for cleaning up \n%SystemRoot%\\SoftwareDistribution\\Download, where all Windows updates are downloaded to, under the SophiApp folder in the Task Scheduler. The task will wait until the Windows Updates service finishes running. The task runs every 90 days.",
      "RU": "Создать задание \"SoftwareDistribution\" по очистке \n%SystemRoot%\\SoftwareDistribution\\Download, куда скачиваются установочные файлы всех обновлений Windows, в папке SophiApp в Планировщике заданий. Задача будет ждать, пока служба обновлений Windows не закончит работу. Задача выполняется каждые 90 дней.",
      "DE": "In der Aufgabenplanung unter dem Ordner \"SophiApp\" die geplante Aufgabe \"SoftwareDistribution\" zum Bereinigen von \n%SystemRoot%\\SoftwareDistribution\\Download erstellen, wohin alle Windows Updates heruntergeladen werden. Der Aufgabe wartet, bis der Windows Updates-Dienst beendet ist. Die Aufgabe wird alle 90 Tage ausgeführt.",
      "UA": "Створити завдання \"SoftwareDistribution\" з очищення \n%SystemRoot%\\SoftwareDistribution\\Download, куди завантажуються інсталяційні файли всіх оновлень Windows, у папці SophiApp у Планувальнику завдань. Завдання чекатиме, поки служба оновлень Windows не закінчить роботу. Завдання виконується кожні 90 днів.",
      "IT": "Creare l'operazione pianificata \"SoftwareDistribution\" per la pulizia Up \n%SystemRoot%\\SoftwareDistribution\\Download, dove vengono scaricati tutti gli aggiornamenti di Windows, sotto la cartella SophiaPP nel pianificatore di attività. L'attività attende che il servizio di aggiornamento di Windows finisse il servizio.L'attività viene eseguita ogni 90 giorni.",
      "TR": "Görev Zamanlayıcı'daki SophiApp klasörü altında tüm Windows güncellemelerinin indirildiği \n%SystemRoot%\\SoftwareDistribution\\Download temizliği için \"SoftwareDistribution\" zamanlanmış görevini oluşturun. Görev, Windows Güncellemeleri hizmetinin çalışması bitene kadar bekleyecektir. Görev her 90 günde bir çalışır."
    },
    "Type": "IconFolderCheckBox",
    "Tag": "TaskScheduler",
    "ViewId": 701,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 702,
    "Header": {
      "EN": "Clean up the temporary folder",
      "RU": "Очистка папки временных файлов",
      "DE": "Ordner für temporäre Dateien bereinigen",
      "UA": "Очищення папки тимчасових файлів",
      "IT": "Pulisci la cartella file temporanei",
      "TR": "Geçici klasörü temizleyin"
    },
    "Description": {
      "EN": "Create the \"Temp\" scheduled task for cleaning up the temp folder under the SophiApp folder in the Task Scheduler. Only files older than one day will be deleted. The task runs every 60 days.",
      "RU": "Создать задание \"Temp\" по очистке папки временных файлов в папке SophiApp в Планировщике заданий. Удаляться будут только файлы старше одного дня. Задача выполняется каждые 60 дней.",
      "DE": "Die geplante Aufgabe \"Temp\" zur Bereinigung des temporären Ordners unter dem SophiApp-Ordner in Aufgabenplanung erstellen. Nur Dateien, die älter als ein Tag sind, werden gelöscht. Die Aufgabe wird alle 60 Tage ausgeführt.",
      "UA": "Створити завдання \"Temp\" з очищення папки тимчасових файлів у папці SophiApp у Планувальнику завдань. Видалятимуться лише файли старші одного дня. Завдання виконується кожні 60 днів.",
      "IT": "Creare l'attività pianificata \"Temp\" per la pulizia della cartella TEMP nella cartella SophiaPP nello scheduler di attività.Solo i file più vecchi di un giorno saranno cancellati.L'attività viene eseguita ogni 60 giorni.",
      "TR": "Görev Zamanlayıcı'daki SophiApp klasörü altındaki geçici klasörü temizlemek için \"Temp\" zamanlanmış görevini oluşturun. Yalnızca bir günden eski dosyalar silinecektir. Görev her 60 günde bir çalışır."
    },
    "Type": "IconFolderCheckBox",
    "Tag": "TaskScheduler",
    "ViewId": 702,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 800,
    "Header": {
      "EN": "Enable Microsoft Defender Exploit Guard network protection",
      "RU": "Включить защиту сети в Microsoft Defender Exploit Guard",
      "DE": "Netzwerkschutz von Microsoft Defender Exploit Guard aktivieren",
      "UA": "Увімкнути захист мережі у Microsoft Defender Exploit Guard",
      "IT": "Abilita Microsoft Defender Exploit Guard Protection",
      "TR": "Microsoft Defender Exploit Guard ağ korumasını etkinleştirin"
    },
    "Description": {
      "EN": "Network protection helps to prevent users from using any application to access dangerous domains that may host phishing scams, exploits, and other malicious content on the internet.",
      "RU": "Защита сети помогает пользователю предотвратить подключение приложений к опасным доменам, на которых могут размещаться фишинговые аферы, эксплойты и прочий другой вредоносный контент в интернете.",
      "DE": "Der Netzwerkschutz verhindert die System vor eine Anwendung auf gefährliche Domänen, die Phishing-Betrug, Exploits und andere bösartige Inhalte enthalten können, von Benutzer schützt.",
      "UA": "Захист мережі допомагає користувачеві запобігти підключенню додатків до небезпечних доменів, на яких можуть розміщуватися фішингові афери, експлойти та інший шкідливий контент в інтернеті.",
      "IT": "La protezione dagli exploit consente di impedire agli utenti di utilizzare qualsiasi applicazione per accedere a domini pericolosi che possono ospitare truffe di phishing, exploit e altri contenuti dannosi su Internet.",
      "TR": "Ağ koruması, kullanıcıların internette kimlik avı dolandırıcılığı, açıklardan yararlanma ve diğer kötü amaçlı içerikleri barındırabilecek tehlikeli alanlara erişmek için herhangi bir uygulamayı kullanmasını önlemeye yardımcı olur."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 800,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 801,
    "Header": {
      "EN": "Enable detection in Microsoft Defender for potentially unwanted applications and block them",
      "RU": "Включить в Microsoft Defender обнаружение потенциально нежелательных приложений и блокировать их",
      "DE": "Erkennen von Potenziell unerwünschten Anwendungen in Microsoft Defender aktivieren und blockieren der",
      "UA": "Увімкнути в Microsoft Defender виявлення потенційно небажаних програм та блокувати їх",
      "IT": "Abilita il rilevamento in Microsoft Defender per applicazioni potenzialmente indesiderate e bloccale",
      "TR": "Potansiyel olarak istenmeyen uygulamalar için Microsoft Defender'da algılamayı etkinleştirin ve bunları engelleyin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 801,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 802,
    "Header": {
      "EN": "Enable sandboxing for Microsoft Defender",
      "RU": "Включить песочницу для Microsoft Defender",
      "DE": "Sandboxing für Microsoft Defender aktivieren",
      "UA": "Увімкнути пісочницю для Microsoft Defender",
      "IT": "Abilita sandbox per Microsoft Defender",
      "TR": "Microsoft Defender için korumalı alanı etkinleştir"
    },
    "Description": {
      "EN": "Running Microsoft Defender in a sandbox ensures that in the unlikely event of a compromise, malicious actions are limited to the isolated environment, protecting the rest of the system from harm. The sandbox for Microsoft Defender is enabled by default in Windows 11.",
      "RU": "Запуск Microsoft Defender в песочнице гарантирует, что при маловероятной компрометации вредоносные действия будут ограничены изолированной средой, защищая остальную часть системы от вреда. В Windows 11 песочница для Microsoft Defender включена по умолчанию.",
      "DE": "Durch die Ausführung von Microsoft Defender in einer Sandbox wird sichergestellt, dass im unwahrscheinlichen Fall einer Kompromittierung böswillige Aktionen auf die isolierte Umgebung beschränkt bleiben und der Rest des Systems vor Schaden geschützt wird. Die Sandbox für Microsoft Defender ist in Windows 11 standardmäßig aktiviert.",
      "UA": "Запуск Microsoft Defender у пісочниці гарантує, що при малоймовірній компрометації шкідливі дії будуть обмежені ізольованим середовищем, захищаючи решту системи від шкоди. У Windows 11 пісочницю для Microsoft Defender включено за замовчуванням.",
      "IT": "L'esecuzione del di Microsoft Defender in una sandbox assicura che nell'improbabile evento di compromissioni, le azioni dannose siano limitate all'ambiente isolato, proteggendo il resto del sistema dal danno. La sandbox per Microsoft Defender è abilitata per impostazione predefinita in Windows 11.e predefinita in Windows 11.",
      "TR": "Microsoft Defender'ı bir korumalı alanda çalıştırmak, olası bir güvenlik ihlali durumunda, kötü amaçlı eylemlerin yalıtılmış ortamla sınırlı olmasını sağlayarak sistemin geri kalanını zarar görmekten korur. Microsoft Defender için sanal alan, Windows 11'de varsayılan olarak etkindir."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 802,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 803,
    "Header": {
      "EN": "Enable events auditing generated when a process is created or starts",
      "RU": "Включить аудит событий, возникающих при создании или запуске процесса",
      "DE": "Überprüfen von Ereignissen, die beim Erstellen oder Starten eines Prozesses erzeugt werden aktivieren",
      "UA": "Увімкнути аудит подій, що виникають під час створення або запуску процесу",
      "IT": "Abilita l'auditing degli eventi quando viene creato un processo",
      "TR": "Bir süreç oluşturulduğunda veya başlatıldığında oluşturulan olayları denetlemeyi etkinleştir"
    },
    "Description": {
      "EN": "Enable logging of each app execution, who the app ran as and the process that started this process (event 4688). You can correlate this event to other events by Process ID to determine what the program did while it ran and when it exited (event 4689).",
      "RU": "Включить журналирование запуска каждой программы, от имени кого она была запущена, и процесс, который запустил этот процесс (событие 4688). Вы можете соотнести это событие с другими событиями по идентификатору процесса, чтобы определить, что делала программа во время выполнения и когда она завершилась (событие 4689).",
      "DE": "Protokollierung jeder App-Ausführung aktivieren, unter welchem Namen die App ausgeführt wurde und welcher Prozess diesen Prozess gestartet hat (Ereignis 4688). Sie können dieses Ereignis mit anderen Ereignissen nach Prozess-ID korrelieren, um festzustellen, was das Programm während der Ausführung getan hat und wann es beendet wurde (Ereignis 4689).",
      "UA": "Увімкнути журналювання запуску кожної програми, від імені якої вона була запущена, і процес, який запустив цей процес (подія 4688). Ви можете співвіднести цю подію з іншими подіями щодо ідентифікатора процесу, щоб визначити, що робила програма під час виконання та коли вона завершилася (подія 4689).",
      "IT": "Abilita l'auditing di ciascuna esecuzione dell'app. È così possibile correlare questo evento ad altri eventi tramite ID di processo per determinare ciò che il programma ha fatto mentre era in esecuzione o e quando è stato arrestato (evento 4689).",
      "TR": "Her uygulama yürütmesinin, uygulamanın kim olarak çalıştığı ve bu süreci başlatan sürecin (olay 4688) günlüğe kaydedilmesini etkinleştirin. Programın çalışırken ve çıkarken ne yaptığını (olay 4689) belirlemek için bu olayı Process ID'ye göre diğer olaylarla ilişkilendirebilirsiniz."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 803,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 804,
    "Header": {
      "EN": "Include command line in process creation events",
      "RU": "Включать командную строку в событиях создания процесса",
      "DE": "Befehlszeile in Prozesserstellungsereignisse einbeziehen",
      "UA": "Вмикати командний рядок у подіях створення процесу",
      "IT": "Includere la riga di comando negli eventi di creazione del processo",
      "TR": "İşlem oluşturma olaylarına komut satırını dahil et"
    },
    "Description": {
      "EN": "It will be possible to read the command line arguments for any successfully created process (event 4688). In order for this functionality to work, events auditing will be enabled.",
      "RU": "Cтановится возможным прочитать аргументы командной строки для любого успешно созданного процесса (событие 4688). Для того, чтобы работал данный функционал, будет включен аудит событий.",
      "DE": "Es wird möglich sein, die Befehlszeilenargumente für jeden erfolgreich erstellten Prozess zu lesen (Ereignis 4688). Damit diese Funktion funktioniert, wird die Ereignisüberwachung aktiviert.",
      "UA": "Становиться можливим прочитати аргументи командного рядка будь-якого успішно створеного процесу (подія 4688). Для того, щоб працював цей функціонал, буде увімкнено аудит подій.",
      "IT": "Sarà possibile leggere gli argomenti della riga di comando per qualsiasi processo creato con successo (evento 4688).Affinché questa funzionalità funzioni, l'auditing degli eventi sarà abilitato.",
      "TR": "Başarılı bir şekilde oluşturulmuş herhangi bir işlem için komut satırı argümanlarını okumak mümkün olacaktır (olay 4688). Bu işlevin çalışması için olay denetimi etkinleştirilecektir."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 804,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 805,
    "Header": {
      "EN": "Create the \"Process Creation\" Custom View in the Event Viewer",
      "RU": "Создать настраиваемое представление \"Создание процесса\" в Просмотре событий",
      "DE": "Benutzerdefinierte Ansicht \"Prozesserstellung\" in der Ereignisanzeige erstellen",
      "UA": "Створити налаштовуємий перегляд \"Створення процесу\" у Перегляді подій",
      "IT": "Creare la visualizzazione personalizzata \"Creazione processi\" nel visualizzatore di eventi",
      "TR": "Olay Görüntüleyicide \"İşlem Oluşturma\" Özel Görünümünü oluşturun"
    },
    "Description": {
      "EN": "The \"Process Creation\" Custom View is designed to filter running processes and their arguments for better system security auditing. In order for this functionality to work, event and command line auditing in process creation events will be enabled.",
      "RU": "Настраиваемое представление \"Создание процесса\" создано для фильтрации запускаемых процессов и их аргументов для проведения более удобного аудита безопасности системы. Для того, чтобы работал данный функционал, буден включен аудит событий и командной строки в событиях создания процесса.",
      "DE": "Eine benutzerdefinierte Ansicht \"Prozesserstellung\" ist dazu gedacht, laufende Prozesse und ihre Argumente zu filtern, um die Systemsicherheit besser zu überprüfen. Damit diese Funktion funktioniert, wird die Ereignis- und Befehlszeilenüberprüfung in den Ereignissen der Prozesserstellung aktiviert.",
      "UA": "Налаштовуємий перегляд \"Створення процесу\" призначений для фільтрації запущених процесів та їх аргументів для кращого аудиту безпеки системи. Для того, щоб працював даний функціонал, буде увімкнено аудит подій та командного рядка у подіях створення процесу.",
      "IT": " \"Process Creation\", La vista personalizzata è progettata per filtrare i processi in esecuzione e i loro argomenti per un migliore controllo della sicurezza del sistema. Affinché questa funzionalità funzioni, l'evento e l'auditing della riga di comando negli eventi di creazione del processo saranno abilitati.",
      "TR": "\"Süreç Oluşturma\" Özel Görünümü, daha iyi sistem güvenliği denetimi için çalışan süreçleri ve bunların argümanlarını filtrelemek üzere tasarlanmıştır. Bu işlevin çalışması için süreç oluşturma olaylarında olay ve komut satırı denetimi etkinleştirilecektir."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 805,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 806,
    "Header": {
      "EN": "Enable logging for all Windows PowerShell modules",
      "RU": "Включить ведение журнала для всех модулей Windows PowerShell",
      "DE": "Protokollierung für alle Windows PowerShell-Module aktivieren",
      "UA": "Увімкнути журнал для всіх модулів Windows PowerShell",
      "IT": "Abilita l'auditing di tutti i moduli di Windows PowerShell",
      "TR": "Tüm Windows PowerShell modülleri için günlüğe kaydetmeyi etkinleştir"
    },
    "Description": {
      "EN": "Pipeline execution events for members of the specified modules are recorded in the Windows PowerShell log in the Event Viewer. For the built-in Windows PowerShell 5.1 only.",
      "RU": "События конвейерного выполнения для участников указанных модулей записываются в журнал Windows PowerShell в \"Просмотре событий\". Только для встроенного Windows PowerShell 5.1.",
      "DE": "Pipeline-Ausführungsereignisse für Mitglieder der angegebenen Module werden im Windows PowerShell-Protokoll in der \"Ereignisanzeige\" aufgezeichnet. Nur für die integrierte Windows PowerShell 5.1.",
      "UA": "Події конвеєрного виконання для учасників зазначених модулів записуються в журнал Windows PowerShell у \"Перегляд подій\". Тільки для вбудованого Windows PowerShell 5.1.",
      "IT": "Gli eventi di esecuzione della pipeline per i moduli sono registrati nel registro Windows PowerShell nel Viewer eventi. Solo per Windows PowerShell 5.1 integrato.",
      "TR": "Belirtilen modüllerin üyeleri için işlem hattı yürütme olayları, Olay Görüntüleyicisi'ndeki Windows PowerShell günlüğüne kaydedilir. Yalnızca yerleşik Windows PowerShell 5.1 için"
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 806,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 807,
    "Header": {
      "EN": "Enable logging for all PowerShell scripts input to the Windows PowerShell event log",
      "RU": "Включить ведение журнала для всех вводимых сценариев PowerShell в журнале событий Windows PowerShell",
      "DE": "Protokollierung für alle PowerShell-Skripts in Windows PowerShell-Protokoll aktivieren",
      "UA": "Увімкнути ведення журналу для всіх введених сценаріїв PowerShell у журналі подій Windows PowerShell",
      "IT": "Abilita la registrazione per tutti gli input di script PowerShell al registro eventi di Windows PowerShell",
      "TR": "Windows PowerShell olay günlüğüne girilen tüm PowerShell komut dosyaları için günlüğe kaydetmeyi etkinleştir"
    },
    "Description": {
      "EN": "Windows PowerShell will log the processing of commands, script blocks, functions, and scripts - whether invoked interactively, or through automation to the \"Applications and Services Logs\\Microsoft\\Windows\\PowerShell\\Operational\" event log. For the built-in Windows PowerShell 5.1 only.",
      "RU": "Windows PowerShell регистрирует обработку команд, блоков сценариев, функций и сценариев, вызываемых в интерактивном режиме или с помощью служб автоматизации в журнал событий \"Журналы приложений и служб\\Microsoft\\Windows\\PowerShell\\Operational\". Только для встроенного Windows PowerShell 5.1.",
      "DE": "Windows PowerShell protokolliert die Verarbeitung von Befehlen, Skriptblöcken, Funktionen und Skripts, unabhängig davon, ob sie interaktiv oder durch Automatisierung aufgerufen werden - \"Anwendungs- und Dienstprotokolle\\Microsoft\\Windows\\PowerShell\\Operational\". Nur für die integrierte Windows PowerShell 5.1.",
      "UA": "Windows PowerShell реєструє обробку команд, блоків сценаріїв, функцій і сценаріїв, що викликаються в інтерактивному режимі або за допомогою служб автоматизації в журнал подій \"Журнали додатків та служб\\Microsoft\\Windows\\PowerShell\\Operational\". Тільки для вбудованого Windows PowerShell 5.1.",
      "IT": "Windows PowerShell registrerà l'elaborazione di comandi, blocchi di script, funzioni e script - invocato interattivamente, o tramite automazione alle \"Applicazioni e servizi registrati \\ Microsoft \\ Windows \\ PowerShell \\ Operational \" nel registro eventi.Solo per Windows PowerShell 5.1 integrato.",
      "TR": "Windows PowerShell, komutların, komut dosyası bloklarının, işlevlerin ve komut dosyalarının işlenmesini - ister etkileşimli olarak çağrılsın ister otomasyon aracılığıyla \"Applications and Services Logs\\Microsoft\\Windows\\PowerShell\\Operational\" olay günlüğüne kaydeder. Yalnızca yerleşik Windows PowerShell 5.1 için."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 807,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 808,
    "Header": {
      "EN": "Check apps and files within Microsoft Defender SmartScreen",
      "RU": "Проверять приложения и файлы фильтром SmartScreen в Microsoft Defender",
      "DE": "Dateien und Apps mit Microsoft Defender SmartScreen überprüfen",
      "UA": "Перевіряти програми та файли фільтром SmartScreen у Microsoft Defender",
      "IT": "Controlla app e file all'interno Microsoft Defender SmartScreen",
      "TR": "Microsoft Defender SmartScreen içindeki uygulamaları ve dosyaları kontrol edin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 808,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 809,
    "Header": {
      "EN": "Mark files that have been downloaded from the Internet as unsafe",
      "RU": "Отмечать файлы, скачанные из интернета как небезопасные",
      "DE": "Dateien, die aus dem Internet heruntergeladen werden, als unsicher markieren",
      "UA": "Відмічати файли, завантажені з Інтернету як небезпечні",
      "IT": "Segna i file che sono stati scaricati da Internet come pericolosi",
      "TR": "İnternetten indirilen dosyaları güvensiz olarak işaretleyin"
    },
    "Description": {
      "EN": "The Attachment Manager is included in Windows to protect from unsafe files downloaded from the Internet. If the Attachment Manager identifies an attachment that might be unsafe, the Attachment Manager prevents (blocks) you from opening the file, or it warns you before you open the file. The metadata is saved as an Alternate Data Stream (ADS). If you wish to unblock a downloaded file manually, you can do so by right-clicking it, selecting Properties and clicking on \"Unblock\".",
      "RU": "Диспетчер вложений включен в Windows для защиты от небезопасных файлов, скачанных из интернета. Если диспетчер вложений определяет файл как небезопасный, то предотвратится (блокируется) его открытие, или перед открытием файла всплывает предупреждение. Метаданные сохраняются как альтернативный поток данных (ADS). Если вы хотите разблокировать загруженный файл вручную, вы можете сделать это, открыв свойство файла и нажав \"Разблокировать\"",
      "DE": "Der Attachment Manager ist in Windows enthalten, um vor unsicheren heruntergeladenen Dateien System zu schützen. Wenn der Attachment Manager eine Anlage identifiziert, die unsicher sein könnte, verhindert (blockiert) er das Öffnen der Datei oder warnt Sie, bevor Sie die Datei öffnen. Die Metadaten werden als Alternativer Datenstrom (ADS) gespeichert. Wenn Sie eine heruntergeladene Datei manuell entsperren möchten, können Sie dies tun, indem Sie mit der rechten Maustaste auf die Datei klicken, Eigenschaften auswählen und auf \"Entsperren\" klicken.",
      "UA": "Диспетчер вкладень увімкнений у Windows для захисту від небезпечних файлів, завантажених з Інтернету. Якщо диспетчер вкладень визначає файл як небезпечний, то запобігне (блокується) його відкриття, або перед відкриттям файлу спливає попередження. Метадані зберігаються як альтернативний потік даних (ADS). Якщо ви хочете розблокувати завантажений файл вручну, ви можете зробити це, відкривши властивість файлу та натиснувши \"Розблокувати\".",
      "IT": "Il gestore degli allegati è incluso in Windows per proteggere da file non sicuri scaricati da Internet.Se il gestore degli allegati identifica un allegato che potrebbe non essere sicuro, il gestore degli allegati impedisce di aprire il file o ti avvisa prima di aprire il file. I metadati vengono salvati come un flusso di dati alternativo (ADS).Se si desidera sbloccare manualmente un file scaricato, è possibile farlo facendo clic con il pulsante destro del mouse, selezionando Proprietà e facendo clic su \"Sblocca\".",
      "TR": "Ek Yöneticisi, Internet'ten indirilen güvenli olmayan dosyalardan korunmak için Windows'a dahil edilmiştir. Ek Yöneticisi güvenli olmayan bir ek tanımlarsa, Ek Yöneticisi dosyayı açmanızı engeller (engeller) veya dosyayı açmadan önce sizi uyarır. Meta veriler, Alternatif Veri Akışı (ADS) olarak kaydedilir. İndirilen bir dosyanın engellemesini manuel olarak kaldırmak istiyorsanız, bunu sağ tıklayıp Özellikler'i seçerek ve \"Engellemeyi Kaldır\"a tıklayarak yapabilirsiniz."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 809,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 810,
    "Header": {
      "EN": "Enable Windows Script Host",
      "RU": "Включить Windows Script Host",
      "DE": "Windows Script Host aktivieren",
      "UA": "Увімкнути Windows Script Host",
      "IT": "Abilita Windows Script Host",
      "TR": "Windows Komut Dosyası Ana Bilgisayarını Etkinleştir"
    },
    "Description": {
      "EN": "Disabling this feature blocks the execution of .js and .vbs scripts, preventing malicious JavaScript scripts from running.",
      "RU": "Отключение этой функции блокирует выполнение .js- и .vbs-сценариев, предотвращая запуск вредоносных сценариев JavaScript.",
      "DE": "Wenn diese Funktion deaktiviert wird, werden alle .js- and .vbs-Skripts blockiert, um böswilligen JavaScript-Code am Ausführen zu hindern.",
      "UA": "Відключення цієї функції блокує виконання .js- та .vbs-сценаріїв, запобігаючи запуску шкідливих сценаріїв JavaScript.",
      "IT": "La disattivazione di questa funzione blocca l'esecuzione di script .js e .vbs, impedendo agli script di javascript dannosi da eseguire.",
      "TR": "Bu özelliğin devre dışı bırakılması, .js ve .vbs komut dosyalarının yürütülmesini engelleyerek kötü amaçlı JavaScript komut dosyalarının çalışmasını engeller."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 810,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 811,
    "Header": {
      "EN": "Windows Sandbox",
      "RU": "Windows Sandbox",
      "DE": "Windows Sandbox",
      "UA": "Windows Sandbox",
      "IT": "Windows Sandbox",
      "TR": "Windows Sandbox"
    },
    "Description": {
      "EN": "Windows Sandbox provides a lightweight desktop environment to safely run applications in isolation. Software installed inside the Windows Sandbox environment remains sandboxed and runs separately from the host machine. A sandbox is temporary. When it's closed, all the software and files and the state are deleted. You get a brand-new instance of the sandbox every time you open the application. Doesn't work in Home Edition.",
      "RU": "Windows Sandbox предоставляет собой легкую среду рабочего стола для безопасного запуска приложений в изолированной среде. Программное обеспечение, установленное в среде Windows Sandbox, остается в песочнице и запускается отдельно от основной машины. Песочница является временной. Когда она закрывается, все программное обеспечение, файлы и состояние удаляются. При каждом открытии нового экземпляра песочницы вы получаете совершенно новый экземпляр песочницы. Не работает в редакции Home.",
      "DE": "Windows Sandbox bietet eine schlanke Desktop-Umgebung, um Anwendungen isoliert sicher auszuführen. Software, die in der Sandbox-Umgebung installiert wird, bleibt in der Sandbox und wird getrennt vom Host-Computer ausgeführt. Eine Sandbox ist temporär. Wenn sie geschlossen wird, werden die gesamte Software, die Dateien und der Status gelöscht. Jedes Mal, wenn Sie die Anwendung öffnen, erhalten Sie eine neue Instanz der Sandbox, die in der Home Edition nicht funtioniert.",
      "UA": "Windows Sandbox є легким середовищем робочого столу для безпечного запуску додатків в ізольованому середовищі. Програмне забезпечення, встановлене серед Windows Sandbox, залишається в пісочниці і запускається окремо від основної машини. Пісочниця є тимчасовою. Коли вона закривається, все програмне забезпечення, файли та стан видаляються. При кожному відкритті нового екземпляра пісочниці ви отримуєте новий екземпляр пісочниці. Не працює у редакції Home.",
      "IT": "Windows Sandbox Fornisce un ambiente desktop leggero per eseguire in modo sicuro le applicazioni in isolamento. Il software installato all'interno dell'ambiente sandbox di Windows rimane sandboxed e funziona separatamente dalla macchina host. Una sandbox è temporanea: quando viene chiusa, tutti i software e i file vengono cancellati. Ottieni un'istanza nuova di zecca della sandbox ogni volta che apri l'applicazione. Non disponibile nella versione Home.",
      "TR": "Windows Sandbox, uygulamaları izole bir şekilde güvenli bir şekilde çalıştırmak için hafif bir masaüstü ortamı sağlar. Windows Sandbox ortamına yüklenen yazılım, korumalı alanda kalır ve ana makineden ayrı çalışır. Sandbox geçicidir. Kapatıldığında, tüm yazılımlar ve dosyalar ve durum silinir. Uygulamayı her açtığınızda sandbox'ın yepyeni bir örneğini alırsınız. Home Edition'da çalışmıyor."
    },
    "Type": "CheckBox",
    "Tag": "Security",
    "ViewId": 811,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 812,
    "Header": {
      "EN": "Choose when to be notified about changes to your computer",
      "RU": "Настройка уведомления об изменении параметров компьютера",
      "DE": "Wählen, wann Sie über Änderungen an Ihrem Computer benachrichtigt werden möchten",
      "UA": "Налаштування сповіщення про зміни параметрів комп'ютера",
      "IT": "Scegliere quando si verrà avvisato di modifiche al tuo computer",
      "TR": "Bilgisayarınızdaki değişiklikler hakkında ne zaman bilgilendirileceğini seçin"
    },
    "Description": {
      "EN": "When User Account Control (UAC) is enabled, Windows prompts for consent or prompts for credentials of a valid local administrator account before starting a program or task that requires a full administrator access token. This prompt ensures that no malicious software can be silently installed or run.",
      "RU": "Когда включен контроль учетных записей пользователей (UAC), Windows запрашивает согласие или просит ввести учетные данные действительной учетной записи локального администратора перед запуском программы или задачи, требующей полного маркера доступа администратора. Этот запрос гарантирует, что вредоносное программное обеспечение не может быть тихо установлено или запущено.",
      "DE": "Wenn die Benutzerkontensteuerung (UAC) aktiviert ist, fragt Windows vor dem Start eines Programms oder einer Aufgabe, für die ein Zugriffstoken für den vollständigen Administratorzugriff erforderlich ist, nach der Zustimmung oder nach den Anmeldeinformationen eines gültigen lokalen Administratorkontos. Diese Aufforderung stellt sicher, dass keine bösartige Software unbemerkt installiert oder ausgeführt werden kann.",
      "UA": "Коли увімкнено контроль облікових записів користувачів (UAC), Windows запитує згоду або просить ввести облікові дані дійсного облікового запису локального адміністратора перед запуском додатку або завдання, що вимагає повного маркера доступу адміністратора. Цей запит гарантує, що шкідливе програмне забезпечення не може бути тихо встановлене або запущене.",
      "IT": "Quando il controllo dell'account utente (UAC) È abilitato, Windows richiede il consenso o richiede le credenziali di un conto amministratore locale valido prima di avviare un programma o un'attività che richiede un token di accesso all'amministratore completo. Questo prompt garantisce che nessun software dannoso possa essere installato o eseguito in silenzio.",
      "TR": "Kullanıcı Hesabı Denetimi (UAC) etkinleştirildiğinde, Windows, tam yönetici erişim belirteci gerektiren bir program veya görevi başlatmadan önce geçerli bir yerel yönetici hesabının onayını veya kimlik bilgilerini ister. Bu istem, hiçbir kötü amaçlı yazılımın sessizce kurulmamasını veya çalıştırılmamasını sağlar."
    },
    "Type": "RadioGroup",
    "Tag": "Security",
    "ChildElements": [
      {
        "Id": 813,
        "ChildHeader": {
          "EN": "Notify me only when apps try to make changes to my computer",
          "RU": "Уведомлять меня только при попытках приложений внести изменения в компьютер",
          "DE": "Mich nur benachrichtigen, wenn Anwendungen versuchen, Änderungen an meinem Computer vorzunehmen",
          "UA": "Повідомляти мене лише при спробах додатків внести зміни до комп'ютера",
          "IT": "Avvisami solo quando le app cercano di apportare modifiche al mio computer",
          "TR": "Yalnızca uygulamalar bilgisayarımda değişiklik yapmaya çalıştığında beni bilgilendir"
        },
        "ChildDescription": {
          "EN": "With this setting enabled, your desktop will be dimmed when you get an elevation request by the User Account Control (UAC) prompt.",
          "RU": "При включении этого параметра рабочий стол будет затемняться, когда вы получаете запрос на повышение уровня контроля учетных записей пользователей (UAC).",
          "DE": "Wenn diese Einstellung aktiviert ist, wird Ihr Desktop abgedunkelt, wenn Sie von der Benutzerkontensteuerung (UAC) eine Aufforderung zum Hochfahren erhalten.",
          "UA": "При увімкненні цього параметра робочий стіл буде затемнюватися, коли ви отримуєте запит на підвищення рівня контролю облікових записів користувачів (UAC).",
          "IT": "Con questa impostazione abilitata, vi verrà chiesta conferma quando si ottiene una richiesta di elevazione da parte del prompt del controllo dell'account utente (UAC).",
          "TR": "Bu ayar etkinleştirildiğinde, Kullanıcı Hesabı Denetimi (UAC) isteminden bir yükseltme isteği aldığınızda masaüstünüz karartılır."
        },
        "Type": "RadioButton"
      },
      {
        "Id": 814,
        "ChildHeader": {
          "EN": "Never notify",
          "RU": "Никогда не уведомлять",
          "DE": "Nie benachrichtigen",
          "UA": "Ніколи не повідомляти",
          "IT": "Non notificare mai",
          "TR": "Asla haber verme"
        },
        "ChildDescription": {
          "EN": "With this setting enabled, your desktop will never be dimmed when you get an elevation request by the User Account Control (UAC) prompt.",
          "RU": "При включении этого параметра рабочий стол никогда не будет затемняться, когда вы получаете запрос на повышение уровня контроля учетных записей пользователей (UAC).",
          "DE": "Wenn diese Einstellung aktiviert ist, wird Ihr Desktop niemals gedimmt, wenn Sie eine Erhöhungsanforderung von der Eingabeaufforderung der Benutzerkontensteuerung (UAC) erhalten.",
          "UA": "Коли цей параметр увімкнено, робочий стіл ніколи не буде затемнюватися, коли ви отримуєте запит на підвищення рівня контролю облікових записів користувачів (UAC).",
          "IT": "Con questa impostazione abilitata, non riceverai alcuna richiesta di conferma quando ottieni una richiesta di elevazione dal prompt del controllo account utente (UAC).",
          "TR": "Bu ayar etkinleştirildiğinde, Kullanıcı Hesabı Denetimi (UAC) isteminden bir yükseltme isteği aldığınızda masaüstünüz asla kararmaz."
        },
        "Type": "RadioButton"
      }
    ],
    "ViewId": 812,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 900,
    "Header": {
      "EN": "The \"Extract all\" item in the Windows Installer (.msi) context menu",
      "RU": "Пункт \"Извлечь все\" в контекстном меню Windows Installer (.msi)",
      "DE": "Eintrag \"Alle extrahieren\" im Windows Installer-Kontextmenü (.msi)",
      "UA": "Пункт \"Вилучити все\" у контекстному меню Windows Installer (.msi)",
      "IT": "Mostra l'opzione \"Estrai tutto\" nel menu di scelta rapida di Windows Installer (.msi)",
      "TR": "Windows Installer (.msi) bağlam menüsündeki \"Tümünü ayıkla\" öğesi"
    },
    "Description": {
      "EN": "The \"Extract all\" context menu item will extract all contents of the .msi file into the \"Extracted\" folder at the same location as .msi file is.",
      "RU": "Пункт контекстного меню \"Извлечь все\" извлечет содержимое .msi файла в папку \"Extracted\" в том же месте, где находится .msi файл.",
      "DE": "Der Kontextmenüeintrag \"Alles extrahieren\" extrahiert den gesamten Inhalt der .msi-Datei in den Ordner \"Extrahiert\" am gleichen Ort wie die .msi-Datei.",
      "UA": "Пункт контекстного меню \"Вилучити все\" витягне вміст .msi файлу в папку \"Extracted\" в тому ж місці, де знаходиться .msi файл.",
      "IT": "Mostra l'opzione \"Extract all\" nel menù contestuale estrarrà tutti i contenuti del file .msi nella cartella \"estratti\" nella stessa posizione del file .msi.",
      "TR": "\"Tümünü ayıkla\" bağlam menüsü öğesi, .msi dosyasının tüm içeriğini .msi dosyasıyla aynı konumdaki \"Çıkarılan\" klasörüne çıkaracaktır."
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 900,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 901,
    "Header": {
      "EN": "The \"Install\" item in the Cabinet archives (.cab) context menu",
      "RU": "Пункт \"Установить\" в контекстном меню Cabinet-архивов (.cab)",
      "DE": "Der Eintrag \"Installieren\" im Kontextmenü der Cabinet-Archive (.cab)",
      "UA": "Пункт \"Встановити\" у контекстному меню Cabinet-архівів (.cab)",
      "IT": "Mostra l'opzione \"Installa\" nel menu contestuale negli archivi",
      "TR": "Kabine arşivleri (.cab) bağlam menüsündeki \"Yükle\" öğesi"
    },
    "Description": {
      "EN": "This context menu item, using DISM, allows to simplify the installation of .cab updates with a single click in its context menu. If you have the .cab file extension type associated to open with a third party app (7-Zip, WinRAR, etc...) by default, the \"Install\" context menu item will not show until you restore the default association for the .cab file type.",
      "RU": "Этот пункт контекстного меню, используя DISM, позволяет упростить установку обновлений .cab одним щелчком в его контекстном меню. Если по умолчанию расширение .cab ассоциировано со сторонним приложением (7-Zip, WinRAR и т. д.), добавленный пункт контекстного меню \"Установить\" не будет отображаться, пока вы не восстановите ассоциацию по умолчанию для типа файла .cab.",
      "DE": "Dieser Kontextmenüeintrag, der DISM verwendet, ermöglicht die Vereinfachung der Installation von .cab-Updates mit einem einzigen Klick im Kontextmenü. Wenn Sie die Dateierweiterung .cab standardmäßig mit einer Anwendung eines Drittanbieters (7-Zip, WinRAR usw.) verknüpft haben, wird der Kontextmenüeintrag \"Installieren\" erst angezeigt, wenn Sie die Standardzuordnung für den Dateityp .cab wiederherstellen.",
      "UA": "Цей пункт контекстного меню, використовуючи DISM, дозволяє спростити встановлення .cab одним кліком у його контекстному меню. Якщо за замовчуванням розширення .cab асоційовано зі стороннім додатком (7-Zip, WinRAR тощо), доданий пункт контекстного меню \"Встановити\" не відображатиметься, доки ви не відновите асоціацію за замовчуванням для типу файлу .cab.",
      "IT": "Questa voce di menu contestuale, utilizzando DIS, consente di semplificare l'installazione di aggiornamenti .CAB con un solo clic nel suo menu di scelta rapida.Se si dispone del tipo di interno del file .Cab associato ad aprire con un'app di terze parti (7-zip, winrar, ecc ...) Per impostazione predefinita, la voce del menu di scelta rapida \"Installa\" non verrà visualizzata fino a quando non si ripristina l'associazione predefinit aper il tipo di file .cab.",
      "TR": "DISM kullanan bu içerik menüsü öğesi, içerik menüsünde tek bir tıklama ile .cab güncellemelerinin kurulumunu basitleştirmeye izin verir. Varsayılan olarak bir üçüncü taraf uygulamasıyla (7-Zip, WinRAR, vb...) açmak için ilişkilendirilmiş .cab dosya uzantısı türüne sahipseniz, varsayılan ilişkilendirmeyi geri yükleyene kadar \"Yükle\" bağlam menüsü öğesi gösterilmeyecektir. .cab dosya türü için."
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 901,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 902,
    "Header": {
      "EN": "The \"Run as different user\" item in the executable files context menu (.exe)",
      "RU": "Пункт \"Запуск от имени другого пользователя\" в контекстном меню исполняемых файлов (.exe)",
      "DE": "Diesen Kontextmenüeintrag \"Unter anderem Benutzernamen ausführen\" für ausführbare Dateien (.exe) anzeigen",
      "UA": "Пункт \"Запуск від імені іншого користувача\" у контекстному меню файлів, що виконуються (.exe)",
      "IT": "Mostra l'opzione \"Esegui come diverso utente\" nel menu contestuale dei file eseguibili (.exe)",
      "TR": "Yürütülebilir dosyalar bağlam menüsündeki (.exe) \"Farklı kullanıcı olarak çalıştır\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 902,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 903,
    "Header": {
      "EN": "The \"Cast to Device\" item in the media files and folders context menu",
      "RU": "Пункт \"Передать на устройство\" в контекстном меню медиа-файлов и папок",
      "DE": "Diesen Kontextmenüeintrag \"Auf Gerät übertragen\" für Mediendateien anzeigen",
      "UA": "Пункт \"Передати на пристрій\" у контекстному меню медіа-файлів та папок",
      "IT": "Mostra l'opzione \"Trasmetti a\" nel menu di controllo dei file multimediali e delle cartelle",
      "TR": "Medya dosyaları ve klasörleri bağlam menüsündeki \"Cihaza Yayınla\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 903,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 904,
    "Header": {
      "EN": "The \"Share\" item in the context menu",
      "RU": "Пункт \"Отправить\" (поделиться) в контекстном меню",
      "DE": "Diesen Kontextmenüeintrag \"Teilen\" anzeigen",
      "UA": "Пункт \"Надіслати\" (поділитися) у контекстному меню",
      "IT": "Mostra l'opzione\"Condividi\" nel menu di scelta rapida",
      "TR": "Bağlam menüsündeki \"Paylaş\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 904,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 905,
    "Header": {
      "EN": "The \"Edit with Paint 3D\" item in the media files context menu",
      "RU": "Пункт \"Изменить с помощью Paint 3D\" в контекстном меню медиа-файлов",
      "DE": "Diesen Kontextmenüeintrag \"Mit Paint 3D bearbeiten\" für Mediendateien anzeigen",
      "UA": "Пункт \"Змінити за допомогою Paint 3D\" у контекстному меню медіа-файлів",
      "IT": "Mostra l'opzione \"Modifica con Paint 3D\" nel menu di scelta rapida dei file multimediali",
      "TR": "Medya dosyaları bağlam menüsündeki \"Paint 3D ile Düzenle\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "ExpandingGroup",
    "Tag": "ContextMenu",
    "ChildElements": [
      {
        "Id": 906,
        "ChildHeader": {
          "EN": ".bmp",
          "RU": ".bmp",
          "DE": ".bmp",
          "UA": ".bmp",
          "IT": ".bmp",
          "TR": ".bmp"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      },
      {
        "Id": 907,
        "ChildHeader": {
          "EN": ".gif",
          "RU": ".gif",
          "DE": ".gif",
          "UA": ".gif",
          "IT": ".gif",
          "TR": ".gif"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      },
      {
        "Id": 908,
        "ChildHeader": {
          "EN": ".jpe",
          "RU": ".jpe",
          "DE": ".jpe",
          "UA": ".jpe",
          "IT": ".jpe",
          "TR": ".jpe"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      },
      {
        "Id": 909,
        "ChildHeader": {
          "EN": ".jpeg",
          "RU": ".jpeg",
          "DE": ".jpeg",
          "UA": ".jpeg",
          "IT": ".jpeg",
          "TR": ".jpeg"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      },
      {
        "Id": 910,
        "ChildHeader": {
          "EN": ".jpg",
          "RU": ".jpg",
          "DE": ".jpg",
          "UA": ".jpg",
          "IT": ".jpg",
          "TR": ".jpg"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      },
      {
        "Id": 911,
        "ChildHeader": {
          "EN": ".png",
          "RU": ".png",
          "DE": ".png",
          "UA": ".png",
          "IT": ".png",
          "TR": ".png"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      },
      {
        "Id": 912,
        "ChildHeader": {
          "EN": ".tif",
          "RU": ".tif",
          "DE": ".tif",
          "UA": ".tif",
          "IT": ".tif",
          "TR": ".tif"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      },
      {
        "Id": 913,
        "ChildHeader": {
          "EN": ".tiff",
          "RU": ".tiff",
          "DE": ".tiff",
          "UA": ".tiff",
          "IT": ".tiff",
          "TR": ".tiff"
        },
        "ChildDescription": {
          "EN": "",
          "RU": "",
          "DE": "",
          "UA": "",
          "IT": "",
          "TR": ""
        },
        "Type": "CheckBox"
      }
    ],
    "ViewId": 905,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 914,
    "Header": {
      "EN": "Show the \"Edit with Photos\" item in the media files context menu",
      "RU": "Показывать пункт \"Изменить с помощью приложения «Фотографии»\" в контекстном меню медиа-файлов",
      "DE": "Diesen Kontextmenüeintrag \"Mit Fotos bearbeiten\" anzeigen",
      "UA": "Показувати пункт \"Змінити за допомогою програми «Фотографії»\" у контекстному меню медіа-файлів",
      "IT": "Mostra Mostra l'opzione \"Modifica con foto\" nel menu di scelta rapida dei file multimediali",
      "TR": "Medya dosyaları bağlam menüsünde \"Fotoğraflarla Düzenle\" öğesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 914,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 915,
    "Header": {
      "EN": "The \"Create a new video\" item in the media files context menu",
      "RU": "Пункт \"Создать новое видео\" в контекстном меню медиа-файлов",
      "DE": "Diesen Kontextmenüeintrag \"Video erstellen\" anzeigen",
      "UA": "Пункт \"Створити нове відео\" у контекстному меню медіа-файлів",
      "IT": "Mostra l'opzione  \"Crea un nuovo video\" nel menu di scelta rapida dei file multimediali",
      "TR": "Medya dosyaları bağlam menüsündeki \"Yeni video oluştur\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 915,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 916,
    "Header": {
      "EN": "The \"Edit\" item in the image files context menu",
      "RU": "Пункт \"Изменить\" в контекстном меню изображений",
      "DE": "Diesen Kontextmenüeintrag \"Bearbeiten\" für Bilddateien anzeigen",
      "UA": "Пункт \"Змінити\" у контекстному меню зображень",
      "IT": "Mostra l'opzione \"Modifica\" nel menu di scelta rapida dei file di immagine",
      "TR": "Görüntü dosyaları bağlam menüsündeki \"Düzenle\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 916,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 917,
    "Header": {
      "EN": "The \"Print\" item in the .bat and .cmd files context menu",
      "RU": "Пункт \"Печать\" в контекстном меню .bat и .cmd файлов",
      "DE": "Diesen Kontextmenüeintrag \"Drucken\" für .bat- und .cmd-Dateien anzeigen",
      "UA": "Пункт \"Друк\" у контекстному меню .bat та .cmd файлів",
      "IT": "Mostra l'opzione \"Mostra\" nel menu di scelta rapida .bat e .cmd",
      "TR": ".bat ve .cmd dosyaları bağlam menüsündeki \"Yazdır\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 917,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 918,
    "Header": {
      "EN": "The \"Include in Library\" menu option in the folders and drives context menu",
      "RU": "Пункт \"Добавить в библиотеку\" в контекстном меню папок и дисков",
      "DE": "Diesen Kontextmenüeintrag \"Zur Bibliothek hinzufügen\" für Ordner und Disks anzeigen",
      "UA": "Пункт \"Додати до бібліотеки\" в контекстному меню папок та дисків",
      "IT": "Mostra l'opzione \"includi nella libreria\" nel menu di scelta rapida delle cartelle e delle unità",
      "TR": "Klasörler ve sürücüler bağlam menüsündeki \"Kütüphaneye Dahil Et\" menü seçeneği"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 918,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 919,
    "Header": {
      "EN": "The \"Send to\" item in the folders context menu",
      "RU": "Пункт \"Отправить\" в контекстном меню папок",
      "DE": "Diesen Kontextmenüeintrag \"Senden\" für Ordner anzeigen",
      "UA": "Пункт \"Надіслати\" в контекстному меню папок",
      "IT": "Mostra l'opzione \"Invia a\" nel menu di scelta rapida delle cartelle",
      "TR": "Klasörler bağlam menüsündeki \"Gönder\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 919,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 920,
    "Header": {
      "EN": "The \"Turn on BitLocker\" item in the drives context menu",
      "RU": "Пункт \"Включить BitLocker\" в контекстном меню дисков",
      "DE": "Diesen Kontextmenüeintrag \"BitLocker aktivieren\" für Laufwerke anzeigen",
      "UA": "Пункт \"Увімкнути BitLocker\" у контекстному меню дисків",
      "IT": "Mostra l'opzione \"Attiva BitLocker\" nel menu di scelta rapida dei dischi",
      "TR": "Sürücüler bağlam menüsündeki \"BitLocker'ı Aç\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 920,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 921,
    "Header": {
      "EN": "The \"Bitmap image\" item in the \"New\" context menu",
      "RU": "Пункт \"Точечный рисунок\" в контекстном меню \"Создать\"",
      "DE": "Diesen Kontextmenüeintrag \"Bitmap-Bild\" \"Neu\" erstellen",
      "UA": "Пункт \"Точковий малюнок\" у контекстному меню \"Створити\"",
      "IT": "Mostra l'opzione \"Nuova immagine bitmap\" nel menu di scelta rapida \"nuovo\"",
      "TR": "\"Yeni\" bağlam menüsündeki \"Bitmap görüntüsü\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 921,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 922,
    "Header": {
      "EN": "The \"Rich Text Document\" item in the \"New\" context menu",
      "RU": "Пункт \"Документ в формате RTF\" в контекстном меню \"Создать\"",
      "DE": "Diesen Kontextmenüeintrag \"Rich Text Document\" \"Neu\" anzeigen",
      "UA": "Пункт \"Документ у форматі RTF\" у контекстному меню \"Створити\"",
      "IT": "L'elemento \"Nuovo documento rich text\" nel menu di scelta rapida \"nuovo\"",
      "TR": "\"Yeni\" bağlam menüsündeki \"Zengin Metin Belgesi\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 922,
    "Windows10Supported": true,
    "Windows11Supported": false
  },
  {
    "Id": 923,
    "Header": {
      "EN": "The \"Compressed (zipped) Folder\" item in the \"New\" context menu",
      "RU": "Пункт \"Сжатая ZIP-папка\" в контекстном меню \"Создать\"",
      "DE": "Diesen Kontextmenüeintrag \"Komprimierter ZIP-Ordner\" \"Neu\" anzeigen",
      "UA": "Пункт \"Стиснута ZIP-папка\" в контекстному меню \"Створити\"",
      "IT": "Mostra l'opzione \"Nuova zip\" nel menu di scelta rapida \"nuovo \"",
      "TR": "\"Yeni\" bağlam menüsündeki \"Sıkıştırılmış (sıkıştırılmış) Klasör\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 923,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 924,
    "Header": {
      "EN": "Make the \"Open\", \"Print\", and \"Edit\" context menu items available when selecting more than 15 files",
      "RU": "Сделать элементы \"Открыть\", \"Изменить\" и \"Печать\" контекстного меню доступными при выделении более 15 элементов",
      "DE": "Diese Kontextmenüeinträge \"Öffnen\", \"Drucken\" und \"Bearbeiten\" verfügbar machen, wenn mehr als 15 Dateien ausgewählt werden",
      "UA": "Зробити елементи \"Відкрити\", \"Змінити\" та \"Друк\" контекстного меню доступними при виділенні більше 15 елементів",
      "IT": "Rendi le voci del menu di scelta rapida \"apri\", \"Stampa\" e \"Modifica\" disponibili quando si seleziona più di 15 file",
      "TR": "15'ten fazla dosya seçerken \"Aç\", \"Yazdır\" ve \"Düzenle\" bağlam menüsü öğelerini kullanılabilir yapın"
    },
    "Description": {
      "EN": "By default, the \"Open\", \"Print\", \"Edit\" context menu items will not appear if selecting more than 15 items to avoid accidentally performing these actions on a large number of files.",
      "RU": "По умолчанию пункты контекстного меню \"Открыть\", \"Печать\", \"Правка\" не будут отображаться при выборе более 15 пунктов, чтобы избежать случайного выполнения этих действий над большим количеством файлов.",
      "DE": "Diese Kontextmenüeinträge \"Öffnen\", \"Drucken\" und \"Bearbeiten\" nicht verfügbar machen, wenn mehr als 15 Dateien ausgewählt werden, um Durchführung dieser Aktionen bei viele Dateien zu vermeiden.",
      "UA": "За замовчуванням пункти контекстного меню \"Відкрити\", \"Друк\", \"Правка\" не відображатимуться при виборі більше 15 пунктів, щоб уникнути випадкового виконання цих дій над великою кількістю файлів.",
      "IT": "Per impostazione predefinita, le voci del menu di scelta rapida \"Open\", \"Stampa\", \"Modifica\" non verranno visualizzate se selezionando più di 15 elementi per evitare di eseguire accidentalmente queste azioni su un numero elevato di file.",
      "TR": "Varsayılan olarak, bu eylemleri yanlışlıkla çok sayıda dosya üzerinde gerçekleştirmeyi önlemek için 15'ten fazla öğe seçildiğinde \"Aç\", \"Yazdır\", \"Düzenle\" bağlam menüsü öğeleri görünmez."
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 924,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 925,
    "Header": {
      "EN": "The \"Look for an app in the Microsoft Store\" items in the \"Open with\" dialog",
      "RU": "Пункт \"Поиск приложения в Microsoft Store\" в диалоге \"Открыть с помощью\"",
      "DE": "Element \"Im Microsoft Store nach einer App suchen\" im Dialogfeld \"Öffnen mit\" anzeigen",
      "UA": "Пункт \"Пошук додатку в Microsoft Store\" у діалозі \"Відкрити за допомогою\"",
      "IT": "Mostra l'opzione \"Cerca un'app nel Microsoft Store\" nel menu \"Apri con\"",
      "TR": "\"Birlikte aç\" iletişim kutusundaki \"Microsoft Store'da bir uygulama arayın\" öğeleri"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 925,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 926,
    "Header": {
      "EN": "Show the \"Open in Windows Terminal\" item in the folders context menu",
      "RU": "Отображать пункт \"Открыть в Терминале Windows\" в контекстном меню папок",
      "DE": "Im Ordnerkontextmenü \"In Windows Terminal öffnen\" anzeigen",
      "UA": "Відображати пункт \"Відкрити в Терміналі Windows\" у контекстному меню папок",
      "IT": "Mostra l'opzione \"Apri in Windows Terminal\" nel menu di scelta rapida delle cartelle",
      "TR": "Klasörler bağlam menüsünde \"Windows Terminalinde Aç\" öğesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 926,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 927,
    "Header": {
      "EN": "Show the \"Open in Windows Terminal\" (Admin) item in the Desktop and folders context menu",
      "RU": "Отображать пункт \"Открыть в Терминале Windows\" (Администратор) в контекстном меню папок",
      "DE": "Im Ordnerkontextmenü \"In Windows Terminal öffnen\" als (Admin) anzeigen",
      "UA": "Відображати пункт \"Відкрити в Терміналі Windows\" (Адміністратор) у контекстному меню папок",
      "IT": "Mostra l'opzione \"Apri in Windows Terminal\" (Admin) Nel menu contestuale del desktop e delle cartelle",
      "TR": "Masaüstü ve klasörler bağlam menüsünde \"Windows Terminalinde Aç\" (Yönetici) öğesini göster"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 927,
    "Windows10Supported": true,
    "Windows11Supported": true
  },
  {
    "Id": 928,
    "Header": {
      "EN": "Enable the Windows 10 context menu style",
      "RU": "Включить стиль контекстного меню из Windows 10",
      "DE": "Windows 10 Kontextmenüstil aktivieren",
      "UA": "Увімкнути стиль контекстного меню з Windows 10",
      "IT": "Abilita il menu di scelta rapida di Windows 10",
      "TR": "Windows 10 bağlam menüsü stilini etkinleştirin"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 928,
    "Windows10Supported": false,
    "Windows11Supported": true
  },
  {
    "Id": 929,
    "Header": {
      "EN": "The \"Share\" item in the context menu",
      "RU": "Пункт \"Отправить\" (поделиться) в контекстном меню",
      "DE": "\"Teilen\" im Kontextmenü anzeigen",
      "UA": "Пункт \"Надіслати\" (поділитися) у контекстному меню",
      "IT": "Mostra l'opzione \"Condividi\" nel menu di scelta rapida",
      "TR": "Bağlam menüsündeki \"Paylaş\" öğesi"
    },
    "Description": {
      "EN": "",
      "RU": "",
      "DE": "",
      "UA": "",
      "IT": "",
      "TR": ""
    },
    "Type": "CheckBox",
    "Tag": "ContextMenu",
    "ViewId": 904,
    "Windows10Supported": true,
    "Windows11Supported": false
  }
]
